[
    {
        "author": "\nAnonim        ",
        "cons": null,
        "content": "Konsola PlayStatnion 4 Pro jest milym odswiezeniem sprzetu wypuszczonego pierwotnie w 2013 roku. Ma pojemny, szybki dyst twardy, wiec wczytywanie Wiedzmina 3 albo Xcom 2 juz tak nie boli. BoostMode dodaje niektorym produkcjom skrzydel, poprawiajac plynnosc ich dzialania. Nowy kontroler, a w zasadzie jego wyzsza rewizja, oferuje tryb \"bez-lagowy\" i poprawione przyciski / analogi. Trybu 4K i HDR nie opisz, gdyz nie mam zgodnego wyswietlacza. Sprzet wydaje sie byc wiekszy od poprzedniczki. Czy bardziej glosny? Moj egzemplarz - poki co - wydaje sie byc bardzo cichy, wrecz cichszy od \"goego\" PS4. ",
        "opinion_id": "4808257",
        "pros": "\n4k\nhdr\nboostmode\n",
        "purchase_date": "2017-06-24 14:05:05",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-06-30 20:31:16",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "18",
        "useless": "7"
    },
    {
        "author": "\nCzarny6908        ",
        "cons": null,
        "content": "To og贸lnie moja pierwsza konsola. Wyb贸r pad na PS4 PRO, poniewa偶 zakupiem nowy tv 4k HDR i chc sobie pogra na kanapie, znudzio mnie ju偶 granie na PC chocia偶 czasami wracam do starych gier. Wybraem PS tylko i wycznie ze wzgldu na exclusivy. Og贸lnie Xbox one x jest mocniejszy, lepiej radzi sobie w grach na obie platformy, to nie podlega wtpliwoci. Natomiast wybraem PS ze wzgldu na super gry, kt贸rych widziaem recenzje albo graem u znajomych, GoF, Spiderman, The Last of Us itp. Gdyby nie gry na wyczno wyb贸r byby innny. P贸ki co nie 偶auj. W kocu konsole s od grania a nie od wpatrywania si w ekran i szukania drobnych detali. Szanujmy si, i nie dajmy si ogupi przez kawaek plastiku. Polecam  minus za brak odtwarzania pyt bluray, xboxy maj tak mo偶liwo a wic mo偶na oglda filmy dodatkowo, podobno PS5 bdzie mia  ",
        "opinion_id": "8785130",
        "pros": "\n4k\nhdr\nboostmode\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-12-20 23:55:49",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "8",
        "useless": "11"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Produkt dotar w ciagu 3 dni od dnia zakupu, bez 偶adnych wad. Po wczeniu dziaa bez zarzutu ",
        "opinion_id": "11859908",
        "pros": null,
        "purchase_date": "2020-02-24 13:06:15",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-03-06 11:01:07",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Wszystko tak jak w opisie. Kontakt wzorowy ",
        "opinion_id": "11633581",
        "pros": null,
        "purchase_date": "2020-01-19 22:03:53",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-24 09:39:12",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nOZ        ",
        "cons": null,
        "content": "Fajny sprzt, co raz wicej gier wykorzystuje potencja konsoli (dedykowana atka), dodatkowo boost mode w firmware 4.5 daje fajnego kopa w starszych grach w zakresie pynnoci/ fps. Wa偶ne jednak mie dobry TV UltraHD/4k z HDR z sensownym input lagiem (poni偶ej 40ms). Przy TV FullHD/1080p zmiany s sabo widoczne w grach, du偶o gier z atk jest renderowanych w 4k i jest wykonywany superscaling do 1080p, ale mam wra偶enie jest to bardziej efekt placebo, jest to po prostu rednio widoczne (s gadsze krawdzie, ale to wida po zrobieniu screena i mocnym wpatrywaniu i por贸wnywaniu statycznych obraz贸w). Jedyny wyjtkiem s gry, kt贸re dostay np. opcje 60fps w 1080p, ale  takich gier jest niewiele. Tryby wzbogaconej grafiki (enriched visuals) te偶 daj sabo widoczne efekty. Tryb 4K fajnie si prezentuje, ale niestety w wikszoci przypadk贸w jest skalowany (nie natywny) i czasami wyglda to identycznie jak 1080p. Za to tryb natywny 4K robi robot i r贸偶nica jest zauwa偶alna. Bardzo fajny efekt daje HDR, wg. mnie wikszy ni偶 skalowane 4K, ale to te偶 zale偶y od TV (te 500cd/m2 to jest minimum, 偶eby zobaczy r贸偶nic i 偶eby byefekt wow).\r\n\nNiestety w fabrykach maj ewidentny problem z jakoci podczas produkcji tych konsol. Od miesica poluje na PS4 Pro i mimo braku dostpnoci udao mi si w tym czasie kupi 3 sztuki w cenie detalicznej (co jakiczas pojawiaj sidostawy w r贸偶nych normalnych sklepach). Pierwsza miaa do powszechny problem z crashami w Rise of The Tomb Raider i Diablo 3. Problem wystpuje tylko w trybie 4K i po podczeniu pod TV 4K. Problem powszechny, mn贸stwo wpis贸w w sieci, niestety du偶o os贸b mo偶e by nawet niewiadomym problemu, bo przy TV 1080p wszystko jest ok. Jest teoria, 偶e jest to zwalony ukad GPU. Date code konsoli to 6D, miaa software 4.06, a wic wyprodukowana przed wydaniem 4.07 (08 GRU 2016). Sprzt zwr贸ciem. \r\n\nDwie nastpne konsole nie crashoway, ale miay inne problemy (date code te偶 6D, ale miay ju偶 po wyjciu z puda SW 4.07, czyli wyprodukowanie po 08 GRU 2016). Ta druga sztuka bya o wiele goniejsza od tej pierwszej, co byo szczeg贸lnie widoczne w Uncharted 4. Fakt, konsola bya cichsza ni偶 moja oryginalna PS4 kupiona 3 lata temu, ale przez to, 偶e miaem t pierwsz PS4 Pro i bya o wiele cichsza to wiedziaem, 偶e co jest nie tak. Generalnie PS4 Pro ma kilka tryb贸w prdkoci pracy wentylator贸w (wg. mojej teorii ok. 6-7). Przy tej pierwszej konsoli w Uncharted 4 podczas gry miaem zaczon pierwsz lub drug prdko wentylator贸w. Konsola bya mega cicha i co wa偶ne nie grzaa si. Ta druga potrafia zaczy nawet 5 tryb prdkoci, co nadal byo cichsze ni偶 oryginalne PS4, a wic nie ma tragedii, ale o wiele goniejsza ni偶 ta pierwsza PS4 Pro. Te偶 s wpisy na ten temat i najprawdopodobniej sabo posmarowali w fabryce niekt贸re ukady past termoprzewodzc. Dodatkowo po dw贸ch dniach zauwa偶yem, 偶e w trybie idle (np. ekran g贸wny PS4) lub upienia podczas cigania danych w tle - wentylatory zaczy tak delikatnie strzyka. Nie zawsze to wystpowao, zale偶ao od uruchomienia. W dzie w trybie idle to nie przeszkadzao, bo haasy dnia to maskuj, ale wieczorem/w nocy jest to syszalne i mocno irytujce. Dlatego drug konsole te偶 zwr贸ciem. Konsola miaa te偶 mocno wkurzajcy problem z buczeniem, ale o tym wicej poni偶ej przy okazji opisu trzeciej sztuki.\r\n\nMiaem du偶e nadzieje co do trzeciej sztuki. Te偶 date code 6D, te偶 SW 4.07. Nie crashowaa si na ROTR i Diablo 3 w trybie 4K i TV 4K. Bya tak cicha jak ta pierwsza, nie grzaa si. Byem zadowolony, bo zapowiadao si bardzo dobrze. Ale tutaj z kolei nie wiem czemu, ale obudowa strzykaa niemiosiernie. Dotykajc konsole czu byo luzy, 偶e co jest niespasowane, poza tym p贸藕niej zobaczyem, 偶e konsola nie le偶y r贸wno na podo偶u. Naciskajc prawy g贸rny r贸g odskakiwa lewy dolny r贸g. Przygldajc si wida byo problemy ze spasowaniem i generalnie konsola bya krzywo zmontowana. Ale tutaj podo偶yem kawaek chusteczki i byem gotowy przymkn na to oko, bo ju偶chciaem na spokojnie pogra, a nie stresowa si kolejnym zwrotem. Niestety podobnie jak druga tak i ta trzecia konsola buczaa, nie wiem czy to wentylator czy zasilacz, ale co wydawao taki buczcy odgos niskiej czstotliwoci, ci偶ko to opisa, generalnie kultura pracy jak w jakim tanim sprzcie typu dekoder od TV kablowej. Syszalne tylko przy najcichszym trybie pracy wentylatora prdkoci. W pierwszej nie byo tego. Te偶 syszalne tylko wieczorem/w nocy jak jest cicho, nie tylko w trybie idle, ale nawet podczas grania w gry, gdzie s ciche sekwencje (brak muzyki w tle, ciche odosy) i konsola pracuje na pierwszym trybie prdkoci (wikszo gier bez atek PS4 Pro jest bardzo cicha i nie wcza drugiego trybu prdkoci). Te buczce odgosy tak zaczy mnie irytowa, 偶e konsol te偶 zwr贸ciem. \r\n\nPodsumowujc - po kupnie 3 sztuk nowej konsoli PS4 Pro skoczyo si to 3 zwrotami. Co jest ewidentnie nie tak. Mam oryginaln PS4, X360 i XONE i z 偶adn konsol nie miaem takich problem贸w. Odczekam ok miesica lub dw贸ch na now rewizje sprztu, bo wg. mnie co jest nie tak. Mam wra偶enie, 偶e nie doszacowano zainteresowania t konsol, s problemy z dostpnoci i teraz Sony poszo na ilo, a nie na jako, starajc si wyprodukowa jak najwicej konsol w jak najkr贸tszym czasie. A to spowodowao drastyczny spadek jakoci.",
        "opinion_id": "4473280",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-05 20:16:40",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "43",
        "useless": "4"
    },
    {
        "author": "\nKruk        ",
        "cons": "\ntaczpat w dualschok\n",
        "content": "Konsola jest bardzo dobrze wykonana, adnie si prezentuje. O grach ekskluzywnych nie trzeba wspomina, bo to jedne z najlepszych produkcji, ka偶dego roku Sony ma kandydata na GOTY. Bardzo podoba mi si pad. Niestety, ale po pewnym czasie zaczyna gono pracowa. Mimo to wystawiam 5/5 i polecam ka偶demu. wietnie wsp贸gra z trybem gry zaimplementowanym do telewizor贸w QLED od Samsunga.",
        "opinion_id": "10454326",
        "pros": "\n4k\nhdr\nboostmode\ncicha praca\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": "2019-04-17 20:30:33",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-04-27 23:01:02",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nenteriusz        ",
        "cons": "\nwydajno\n",
        "content": "To po prostu mocniejsza wersja PS4. Jest troch cichsza od PS4 FAT. Menu g贸wne i PSN dziaaj tak samo - czyli zdarzaj si solidne chrupnicia, to przy danej wydajnoci nie powinno si wydarzy. Na plus mo偶na zaliczy now wersj dualshocka - nigdzie nie znalazem informacji o baterii, ale pad wytrzymuje zdecydowanie du偶ej na jednym adowaniu.",
        "opinion_id": "7771679",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwygld\n",
        "purchase_date": "2018-03-19 11:10:37",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-03-28 09:49:55",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nerni1400        ",
        "cons": null,
        "content": "wietna konsola, kupiem ju偶 kolejn do innego mieszkania. To o czym wiadczy. O wiele wikszy wyb贸r gier ekskluzywnych ni偶 u konkurencji kt贸ra udostpnia jeszcze swoje gry ekskluzywne na PC. Jest to lepszy produkt ni偶 konkurencji. Wad jest brak odczytu pyt UHD Bluray ale w sumie konsola jest g贸wnie do grania a nie ogldania film贸w a to robi wietnie.",
        "opinion_id": "6245854",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": "2017-11-20 21:49:38",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-11-23 14:35:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "3"
    },
    {
        "author": "\nWitold        ",
        "cons": null,
        "content": "Jestem troch zawiedziony polityk Sony - wikszo gier w trybie online wymaga patnego konta Plus. Brak obsugi pyt Audio CD. Brak mo偶liwoci wyczenia konta go, przez co haso do konta g贸wnego nie chroni przed dostpem dzieci do konsoli. Problemy z podczeniem dysku zewntrznego 2 TB, nie dziaa mysz Logitech MX 2. May wyb贸r tytu贸w. Brak kompatybilnoci z grami PS3.",
        "opinion_id": "4271869",
        "pros": "\ncicha praca\nwydajno\nwygld\n",
        "purchase_date": "2016-11-16 20:02:24",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2016-12-09 08:18:46",
        "stars": "3/5",
        "summary": null,
        "useful": "29",
        "useless": "39"
    },
    {
        "author": "\nPiotr        ",
        "cons": null,
        "content": "PRO jest w peni zgodne z moimi oczekiwaniami . Produkt , oferuje troch wicej mocy ni偶 standardowe PS4 , co przekada si na solidniejsz opraw graficzn , oraz stabilniejsz animacj . Produkt zdecydowanie dla wiadomych graczy , kt贸rzy wiedz czego si maj spodziewa , a nie licz na cuda . Chcesz stabilniejszej animacji i troch lepszej grafiki , oraz bogatszych efekt贸w graficznych bierz PRO .",
        "opinion_id": "4439263",
        "pros": null,
        "purchase_date": "2017-02-15 15:51:21",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-17 15:13:33",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "6",
        "useless": "9"
    },
    {
        "author": "\nOrgelbrant        ",
        "cons": null,
        "content": "Przez lata byem wrcz fanatykiem grania na PC. Z uwagi na exclusive'y przeamaem si i jednak kupiem PS. Polecam ka偶demu. Gra si wymienicie. Nawet udao mi si przestawi na pad. Mo偶e nie jest tak intuicyjny, jak klawiatura i mysz, ale za to znacznie wygodniejszy, gdy si gra siedzc w fotelu. ",
        "opinion_id": "8762384",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\n",
        "purchase_date": "2018-11-25 17:04:25",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-12-18 12:57:17",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": "\nceny w polskich sklepach\ncicha praca\n",
        "content": "wietna konsola, dla dzieci i dorosych, ci偶ko si od niej oderwa. Gry na tv4k hdr wygldaj rewelacyjnie. Co to szumu ukadu chodzenia to jest syszalny jak jest wyczony d藕wik, ale podczas gry, d藕wik gry zagusza ten od ukadu chodzenia, tak wic jest ok. ",
        "opinion_id": "6539177",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\ncena\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2018-01-23 15:57:00",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-31 13:56:37",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nBbel        ",
        "cons": null,
        "content": "Bardzo fajne gry, ale...\r\nKonsola si strasznie grzeje. Nie ma mowy 偶eby j zamkn w szafce. Musi sta na widoku.\r\nDwa dni nie mogem cign upadate'a do Uncharted 4, w kocu si udao. Raz konsola si zawiesia w sklepie PS. Og贸lnie nie jest to bezproblemowe rozwizanie.",
        "opinion_id": "4550278",
        "pros": null,
        "purchase_date": "2017-03-30 17:29:40",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-04-06 11:44:57",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "4",
        "useless": "2"
    },
    {
        "author": "\nmati        ",
        "cons": null,
        "content": "Mocny sprzt, ka偶dy gracz posiadajcy telewizor 4k bdzie zadowolony. Gry kt贸re nie obsuguj tak wysokiej rozdzielczoci r贸wnie偶 korzystaj z mo偶liwoci nowej konsoli - poprzez stabilniejsze lub wy偶sze wartoci fps, jak i poprawion grafik.",
        "opinion_id": "4995129",
        "pros": "\ncicha praca\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2017-08-21 12:55:33",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-08-31 11:56:58",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarcin        ",
        "cons": null,
        "content": "Konsola jak konsola, kupiem dla syna do Fortnite, dziaa super, da si podczy mysz i klawiatur. Szkoda, 偶 w GTA do gry online trzeba ju偶 kupi abonament, w PS3 jako bya podobna a online byo za darmo. Brakuje te偶 kompatybilnoci wstecznej z grami z PS3, nie ma gry Toy Box.",
        "opinion_id": "10942268",
        "pros": null,
        "purchase_date": "2019-08-05 10:31:16",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-08-20 22:50:28",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPrzemysaw        ",
        "cons": null,
        "content": "Konsola warta swojej ceny wszystko bardzo dobrze spasowane jedynie trzeba pamita ze wytwarza spore iloci ciepa wic trzeba zapewni odpowiednie chodzenie. Polecam wszystkim w deszczow pogod jest co robi ",
        "opinion_id": "10998992",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2019-08-13 17:48:20",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-09-03 16:40:06",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nacab        ",
        "cons": null,
        "content": "przygod z pleyakiem zaczem od poczciwego psx ( szaraczek )p贸藕niej bya dw贸jka i tr贸jka a偶 przyszed czas na ps 4 .Powiem tak : z but贸w mnie wyrwao......na to czekaem p贸 偶ycia .Efekt wow gwarantowany ,ale trzeba tego  dowiadczy na wasnym oku :) ",
        "opinion_id": "6477293",
        "pros": null,
        "purchase_date": "2018-01-11 22:07:51",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-15 18:56:13",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nvenetis        ",
        "cons": null,
        "content": "Za minus dla konsoli fakt ze dosc szybko si nagrzewa, mam nadzieje ze to nie wada fabrycza a kontrolowane oddawanie ciepla, nie wplywajace na pozniejsze ewentualne uszkodzenia... ",
        "opinion_id": "11009870",
        "pros": "\nciekawy wygld\nmi si bardzo podobna\njako\nmocna konsola\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2019-08-14 18:28:15",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-09-05 21:57:25",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nakinakes        ",
        "cons": null,
        "content": "Konsola SUPER!!! Polecam ka偶demu. To nasza pierwsza konsola w naszym domu i mamy teraz rozrywk dla caej rodzinki w niepogodne dni. Super zabawa :-))))",
        "opinion_id": "6363192",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2017-12-04 18:40:08",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-18 18:47:23",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nOskar        ",
        "cons": "\n4k\nhdr\nboostmode\nbrak od kilku miesicy w sklepach\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\nnie mam ps4  nie chce jej kupi\nniezawodno\n",
        "content": "Najmocniejsza konsola w historii Sony .  wietnegry z wyacznoci tylko na Playstation. Jednak wydajno niepor贸wnywalnie gorsza od xbox one-x",
        "opinion_id": "8981508",
        "pros": "\nbardzo dobra jako wykonania\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2018-12-24 14:35:27",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-01-24 11:52:15",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKamerlord        ",
        "cons": null,
        "content": "wietny sprzt. P贸ki co nie miaem 偶adnych problem贸w, wszystko miga jak powinno. Polecam opaca PS Plus po dwie gry co miesic za free :)",
        "opinion_id": "10829558",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\ncena\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2019-07-10 09:55:07",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-07-24 20:00:49",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\newaterminator        ",
        "cons": "\ncicha praca\n",
        "content": "Konsola w por贸wnaniu do trzeciej generacji nie ma sobie r贸wnych. Super interfejs tylko troch za gono brzczy. Pad wygodny.",
        "opinion_id": "6665453",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\ncena\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2018-02-14 11:41:32",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-03-02 11:54:53",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nAleksandra        ",
        "cons": null,
        "content": "Konsola warta zakupu, bardzo dobra grafika. Mo偶liwo skorzystania zawr贸no przez dorosych jak i przez dzieci. ",
        "opinion_id": "8346198",
        "pros": "\ngrywalno\njako\nwydajno\nwygld\n",
        "purchase_date": "2018-08-22 10:05:39",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-09-14 10:41:41",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nSylwester        ",
        "cons": null,
        "content": "Od paru miesicy mylaem nad kupnem PS4 pro lub konkurenta . Wybraem konsol od Sony i nie 偶auj :)",
        "opinion_id": "6316244",
        "pros": "\n4k\nhdr\nboostmode\ncena\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2017-12-04 19:02:20",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-08 20:08:57",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nMarcel        ",
        "cons": null,
        "content": "Konsol u偶ytkuj ponad rok, grywam w r贸偶ne tytuy, zar贸wno te, kt贸re wykorzystuj w peni jej mo偶liwoci 4K. Og贸lnie jeli bdziecie o ni dbali, bdziecie j odkurza i pamita o tym 偶eby si nie przegrzaa to posu偶y Wam dugo i tutaj maa wskaz贸wka, kt贸r ja stosuj przez cay okres u偶ytkowania swojej PS3, kt贸r zreszt mam do tej pory i czsto na niej gram. Ot贸偶 po grze warto zostawi konsol wczon w trybie ekranu g贸wnego - najlepiej ustawi wyczenie automatyczne konsoli po 20 minutach, w tym czasie konsola zd偶y wydmucha z siebie zbyt gorce powietrze powstae w trakcie gry. Caa filozofia lecz bardzo skuteczna.",
        "opinion_id": "8307567",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\ncena\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-09-01 13:33:07",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "3",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Super jako, wspaniaa grafika, wietna zabawa. Jestem pod wra偶enie zwaszcza ze byem urzytkownikiem ps1 ",
        "opinion_id": "6315054",
        "pros": null,
        "purchase_date": "2017-12-01 05:37:38",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-08 16:50:14",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKomputerowiec        ",
        "cons": null,
        "content": "Po konsoli PS2 przesiadem si na PC, przez wiele lat graem na kompie u偶ywajc pada od x360, ale z czasem zauwa偶yem 偶e mam coraz mniej czasu na granie, nowe gry kt贸re powstaway ju偶 ni trzymaj takie poziomu jak kiedy [albo tylko mi si wydaje] a i sam sprzt wymaga ju偶 cakowitej wymiany. Bardzo zainteresoway mnie gry na wyczno na PS4 czyli Spider Man i God of War. dlatego te偶 wybraem jako prezent urodzinowy PS4 Pro i jestem bardzo zadowolony z tego wyboru, nawet bardzo nie razi mnie pad, ale zdecydowanie lepiej le偶y mi ten od x360 ale jestem w stanie ustpi poniewa偶 wszytko rekompensuje mi zabawa jak mi zapewnia ta konsola :) Bardzo du偶o ludzi moim otoczeniu ma te偶 konsole PS4 i organizowanie maych \"imprez\" czyli gier online to dla mnie super sprawa :) Cieszy mnie te偶 to ze wybraem opcje pro a nie slim gdy偶 zdecydowanie widz wiksz pynno w grze dziki opcji \"Turbo\". Bardzo polecam wszystkim tym kt贸rzy planuj zakupi sobie konsole :) ",
        "opinion_id": "10059085",
        "pros": "\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-02-07 12:31:32",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nAdrian        ",
        "cons": null,
        "content": "Nie ma co si zastanawia, super konsola kt贸ra zaraz poka偶e swoje pene mo偶liwoci w nowych grach :) no i do tego tryb boost w najnowszej aktualizacji systemu 4.5 Polecam !",
        "opinion_id": "4436391",
        "pros": null,
        "purchase_date": "2017-02-06 13:49:14",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-16 14:41:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "4"
    },
    {
        "author": "\nmaciejankos        ",
        "cons": null,
        "content": "Ks偶dorazowo kilka minut po wczeniu nastpuje kilkusekundowa przerwa - czarny ekran, jakby konsola mo偶e szukaa rozdzielczoci.",
        "opinion_id": "6476022",
        "pros": null,
        "purchase_date": "2018-01-03 21:09:41",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-15 13:22:55",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSkillzor        ",
        "cons": null,
        "content": "Stary PC'owiec przesiad si na konsol. Mylaem, 偶e bdzie tragedia a teraz sam sobie zadaje pytanie dlaczego tak p贸藕no?! Super sprzt.",
        "opinion_id": "7799043",
        "pros": null,
        "purchase_date": "2018-03-24 11:21:59",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-04-04 11:32:53",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarek        ",
        "cons": null,
        "content": "Wiem, 偶e to nie komputer, ale kupiem sobie zabawk i dziaa dobrze. Szkoda tylko, 偶e gry takie drogie, ale przynajmniej jest ich du偶o.",
        "opinion_id": "5130224",
        "pros": null,
        "purchase_date": "2017-10-04 21:46:23",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-10-16 12:22:59",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nRAVCI        ",
        "cons": null,
        "content": "DLA MNIE SPRZT bomba , DOBRY, CICHY, GIERKI WIETNIE SI PREZENTUJ. WSZYSTKO OK ",
        "opinion_id": "7992831",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2018-05-22 13:55:23",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-05-25 16:46:45",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nh...6        ",
        "cons": null,
        "content": "Przesiadka z PS3 na PS4 PRO udana, maszynka warta zakupu i dugich godzin grania.",
        "opinion_id": "10825576",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2019-07-03 21:42:42",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-07-24 08:23:32",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nLeik        ",
        "cons": null,
        "content": "Bardzo fajny produkt, zdecydowanie lepszy od slim. Jesli kto znajdzie w tak dobrej cenie jak ja (1200z) to zdecydowanie polecam!",
        "opinion_id": "8380981",
        "pros": null,
        "purchase_date": "2018-09-14 13:14:42",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-09-26 11:56:00",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKostek        ",
        "cons": null,
        "content": "Jak na razie testuje sprzcik od 2ch dni i jak narazie spenia moje oczekiwania.",
        "opinion_id": "8225857",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": "2018-08-02 09:15:20",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-08-08 12:57:49",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Kupiam specjalnie telewizor 4K .R贸偶nica jak dla mnie to ze 15% lepsza grafa (na grze Tomb Raider Rise..)mo偶e nastpne bd widoczniejsze.Przednie gniazda USB3,1 utopione gboko w konsoli z zbyt ma przestrzeni wokoo-mylaem 偶e gniazda nie dziaaj bo 偶aden z 5 moich pendriv贸w  nie siga  koca. Musiaem uzy przejci贸wki.To jaka pora偶ka jak na tak firm.Cena ???hm wersja slim bya z gorszych materia贸w wic tasza a do PRO raczej Sony dopaca nie bdzie, wic sta ci kupujesz nie sta ci mo偶esz ponarzeka 偶e za darmo powinni je dawa :).",
        "opinion_id": "4183580",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-12 13:02:15",
        "stars": "3,5/5",
        "summary": null,
        "useful": "6",
        "useless": "3"
    },
    {
        "author": "\nRaymondo12        ",
        "cons": "\ncena\nceny w polskich sklepach\ncicha praca\n",
        "content": "Po 6 miesicach u偶ytkowania tej konsoli mog stwierdzi ze ps4 pro jest przyzwoita. Maszyna jak to maszyna ma zalety i wady. Skupiajc si najpierw na zaletach mog przyzna 偶e g贸wnym atutem s  gry exclusive typu: The last of us, God of war, itd. Innym atutem ps4 pro jak dla mnie to pad. Bardzo porczny podczas grania.Jeli chodzi o obraz to nie mam si do czego przyczepi. Gram na telewizorze 65 calowym z HDR i jest spoko. Jeli chodzi o wady maszyny od Sony to niestety przede wszystkim gono urzdzenia. S takie momenty kiedy ps4 pro strasznie sycha (jakby samolot startowa). W takich sytuacjach najlepiej chyba zwikszy glos w TV albo gra na suchawkach. Inn wad wg mnie to cena. Jednak to juz zale偶y od r贸偶nych os贸b jakie maj zasoby w portfelach. Podsumowujc moje dotychczasowe dowiadczenia z Ps4 pro, maszynka ma kilka zalet i kilka wad i mog j poleci przede wszystkim dla os贸b majcych kas i telewizor w 4k z HDR.",
        "opinion_id": "7818429",
        "pros": "\n4k\nhdr\nboostmode\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-04-09 09:27:00",
        "stars": "3,5/5",
        "summary": null,
        "useful": "4",
        "useless": "8"
    },
    {
        "author": "\nS...n        ",
        "cons": "\ncena\nceny w polskich sklepach\n",
        "content": "Sony wci偶 robi bardzo dobre konsole ale niestety wykorzystuj swoj p贸ki co niezagro偶on pozycj lidera co przekada si na ceny wci偶 nieadekwatne do naszych polskich reali贸w. Wystarczy spojrze na ceny gier lub pacenie za abonament w plusie. Mimo tego jako wieloletni fan wci偶 kupuj ka偶dy model poczwszy od PSXa, kt贸ry pozamiata rynkiem. Obecna PS4 Pro mimo, 偶e jeszcze nie wykorzystana w peni ze wzgldu na brak telewizora 4K jest i tak wspaniaym urzdzeniem do rozrywki zar贸wno w sieci jak i poza ni. Nie wcigajc si w parametry szczeg贸owe - s w sieci - grywalno, dostp, obsuga, nowy wz贸r pada - wszystko dla mnie na plus i wida, 偶e firma idzie do przodu.",
        "opinion_id": "6226042",
        "pros": "\n4k\nhdr\nboostmode\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-11-18 09:39:34",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "3"
    },
    {
        "author": "\nOskar        ",
        "cons": "\nmo偶liwoci\n",
        "content": "jest sporo gier na ni , jednak sabsza graficznie od xbox one x",
        "opinion_id": "8172654",
        "pros": "\ngrywalno\njako\nwydajno\nwygld\n",
        "purchase_date": "2018-03-31 10:27:42",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-07-24 12:43:53",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nLuigir Palomino        ",
        "cons": null,
        "content": "everything came as the advertising said, i would recommend to buy in this site. All cables, 0 damage.\r\nPolecam ",
        "opinion_id": "11004935",
        "pros": null,
        "purchase_date": "2019-08-04 18:32:37",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-09-04 21:26:18",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nLifik        ",
        "cons": null,
        "content": "Playstation 4 ale z lepszymi bebechami, konsola jak konsola.",
        "opinion_id": "6499430",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": "2018-01-18 19:34:20",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-21 15:04:15",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarcin        ",
        "cons": null,
        "content": "Og贸lnie zaczynam zabaw z PS4 i dodam 偶e to moja pierwsza konsola narazie sprawuj si bez zarzutu ",
        "opinion_id": "6307635",
        "pros": null,
        "purchase_date": "2017-11-27 15:49:45",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-07 16:42:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nMicha D        ",
        "cons": null,
        "content": "Konsolka wporzadku, dziala jak powinna co tu duzo mowic . ",
        "opinion_id": "8795384",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\ncena\ncicha praca\nciekawy wygld\nmi si bardzo podobna\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2018-12-15 08:59:16",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-12-23 11:13:14",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\norel        ",
        "cons": null,
        "content": "wietna konsola, wydajna, wietne gry na wyczno",
        "opinion_id": "6687661",
        "pros": "\ngrywalno\njako\nwydajno\nwygld\n",
        "purchase_date": "2018-02-26 16:23:10",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-03-08 12:58:29",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSebastian        ",
        "cons": null,
        "content": "Jestem fanem marki Sony, std te偶 przy szukaniu konsoli wyb贸r by prosty, lecz niestety mam mieszane uczucia, mimo i偶 kupiem wersj PRO to gry potrafi si przycina, nie jest to masakryczna przycinka ale jednak da si to zauwa偶y przy np wielu postaciach obrzuconych koktajlami mootowa poncych w ogniu, bo przycinki zauwa偶yem w grze Dying Light, sama jako konsoli jest przecitnie, moja konsola skrzypi, wydaje d藕wiki nawet kilka godzin po wyczeniu, do teraz si dziwi, d藕wiki skrzypienia takie jak by kto niewidzialn rk naciska na plastikow obudow... jeli chodzi o gono pracy, cicha nie jest, ale nie ma te偶 tragedii, funkcjonalno jeli chodzi o og贸lne multimedia jest na redniom poziomie, jest kilka rzeczy kt贸re mogli by poprawi i polepszy, nie potrafi np zrozumie czemu konsola nie mo偶e adowa pada gdy jest w kontakcie ale wyczona... niestety trzeba albo wej w upienie albo mie wczon konsole... moja wie偶a sony ma usb kt贸re aduje nawet gdy wie偶a jest wyczona ( musi by tylko w kontakcie ) kolejn rzecz kt贸ra mnie mega irytuje jest sam modu WIFI, po wybudzeniu konsoli z trybu spoczynku bardzo dugo konsola czy si z internetem, dugo jak na dzisiejsze standardy, by mo偶e 3 lata temu byo to do zaakceptowania natomiast dzi uwa偶am to za wad. Mimo tych drobnych i irytujcych niedor贸bek polecam PS4 Pro, nie jest to idealna konsola, jest to kolejna konsola sony kt贸ra przechodzi ewolucje ale daleko jej do ideau, grafika jest cakiem przyjemna dla oka, dobrze 偶e Sony pracuje ju偶 nad Ps5, natomiast Polecam PS4, ma ju偶 swoje lata ale mimo to potrafi dostarczy du偶o frajdy i zabawy, ja t konsol traktuj r贸wnie偶 jako centrum multimedialne ( yt, muzyka ) Kupiem j 2 miesice temu i nie 偶auje, Polecam mimo tych wypisanych minus贸w.  ",
        "opinion_id": "8521208",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-11-06 01:26:55",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nRAFA        ",
        "cons": null,
        "content": "Dziaa bardzo dobrze.Jestem zadowolony z grafiki.",
        "opinion_id": "10610592",
        "pros": "\n4k\nhdr\nboostmode\ncicha praca\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2019-05-15 16:46:41",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-06-03 15:53:44",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPawe        ",
        "cons": null,
        "content": "Mega konsola i wietne eksy.Polecam ka偶demu, a w szczeg贸lnoci osobom kt贸re posiadaj TV 4k :)",
        "opinion_id": "10822307",
        "pros": null,
        "purchase_date": "2019-07-04 11:12:12",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-07-23 13:43:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nAnonimowy        ",
        "cons": null,
        "content": "Jeszcze nie rozpakowaem ale powinno by ok",
        "opinion_id": "6365661",
        "pros": "\nnie mam ps4  nie chce jej kupi\n",
        "purchase_date": "2017-12-07 07:58:51",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-19 12:05:34",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nj...3        ",
        "cons": null,
        "content": "Konsola w najnowszej wersji CUH-7116B chodzi ciszej od starszych wersji polecam.",
        "opinion_id": "6617226",
        "pros": null,
        "purchase_date": "2018-02-06 22:50:40",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-02-20 19:44:40",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nDanuta        ",
        "cons": null,
        "content": "Super sprzt syn jest bardzo zadowolony.",
        "opinion_id": "8032304",
        "pros": "\ngrywalno\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2018-05-22 16:52:42",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-06-08 19:41:18",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPiotr        ",
        "cons": null,
        "content": "Super!!!!Super!!!!Super!!!!Super!!!!Super!!!!Super!!!!Super!!!!Super!!!!Super!!!!Super!!!!",
        "opinion_id": "6448168",
        "pros": null,
        "purchase_date": "2018-01-03 21:37:42",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-08 13:44:27",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nManiek        ",
        "cons": null,
        "content": "Polecam, produkt zgodny z zam贸wieniem.",
        "opinion_id": "6358009",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2017-12-05 17:33:13",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-17 16:02:38",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKuba         ",
        "cons": null,
        "content": "Najlepsza konsola jaka swiat ujrzal :)",
        "opinion_id": "5205290",
        "pros": null,
        "purchase_date": "2017-10-23 14:13:16",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-11-09 12:15:14",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMAREK S.        ",
        "cons": null,
        "content": "BARDZO FAJNA KONSOLA, WIETNY D殴WIK I DOSKONAY OBRAZ, SZYBKA CICHA MASZYNA DO GRANIA I OGLDANIA FILMW.",
        "opinion_id": "4468583",
        "pros": null,
        "purchase_date": "2017-02-27 15:37:50",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-03-02 19:44:55",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "5"
    },
    {
        "author": "\nAnna G.         ",
        "cons": null,
        "content": "Polecam w 100% x box i si chowaj",
        "opinion_id": "8596252",
        "pros": "\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\nchce kupi ps4 pro kt贸rego nie ma\n",
        "purchase_date": "2018-11-16 13:31:54",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-11-21 13:15:22",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nDwinbar        ",
        "cons": null,
        "content": "Mega sprzt.  Zabawa do upadego.  UWAGA!!!  Wczenie grozi zarwaniem  nocki ;) ",
        "opinion_id": "4347929",
        "pros": null,
        "purchase_date": "2016-12-11 20:20:11",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-01-13 19:12:41",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nukasz        ",
        "cons": null,
        "content": "Wszystko OK! Szybka wysyka, towar zgodny z opisem, jak zwykle zadowolony!!!!!!!!",
        "opinion_id": "6359691",
        "pros": null,
        "purchase_date": "2017-11-17 07:37:23",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-18 09:08:18",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMajev        ",
        "cons": null,
        "content": "Dobre uzupenienie PC gamingu. Rewelacyjne exclusivy. Dla mnie must have ka偶dego gracza.",
        "opinion_id": "4479018",
        "pros": null,
        "purchase_date": "2017-03-03 15:00:24",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-03-08 10:00:01",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "3",
        "useless": "4"
    },
    {
        "author": "\nm.        ",
        "cons": null,
        "content": "Sprawia du偶o lepsze wra偶enie, ni偶 na fotach czy filmach przedpremierowych. ",
        "opinion_id": "4184794",
        "pros": null,
        "purchase_date": "2016-11-02 19:21:53",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2016-11-12 17:53:25",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nSebastian        ",
        "cons": null,
        "content": "Bardzo fajna konsola. Cicha i nie nagrzewaj da si jak jej poprzedniczki. Polecam.",
        "opinion_id": "4427782",
        "pros": null,
        "purchase_date": "2016-12-28 21:10:50",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-13 16:47:49",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "3"
    },
    {
        "author": "\nKamil        ",
        "cons": null,
        "content": "Bardzo dobra konsola",
        "opinion_id": "8329352",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2018-08-26 09:09:24",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-09-09 10:10:24",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\ngrzegorz        ",
        "cons": null,
        "content": "dobra jako i wydajno duze mozliwosci i bardzo dobra grywalnoc ",
        "opinion_id": "6475483",
        "pros": null,
        "purchase_date": "2017-12-13 21:25:05",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-15 11:59:25",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMj        ",
        "cons": null,
        "content": "Pitka z plusem ",
        "opinion_id": "6313024",
        "pros": "\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2017-12-05 15:01:26",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-08 13:22:42",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nkokobop        ",
        "cons": null,
        "content": "Wszystko super.",
        "opinion_id": "4949310",
        "pros": "\ncicha praca\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2017-07-08 17:27:11",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-08-16 18:49:46",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMariusz        ",
        "cons": null,
        "content": "Konsola fajna",
        "opinion_id": "8732738",
        "pros": "\n4k\nhdr\nboostmode\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": "2017-05-03 16:07:41",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-12-13 16:30:36",
        "stars": "3,5/5",
        "summary": null,
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nUla        ",
        "cons": null,
        "content": "Super konsola",
        "opinion_id": "8589568",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2018-11-15 15:19:05",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-11-20 10:37:38",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nGrzegorz        ",
        "cons": null,
        "content": "Super konsola",
        "opinion_id": "7880163",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2018-03-24 18:08:45",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-04-24 18:58:53",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Moje kilka uwag po 2 miesicach u偶ywania:\r\n- BARDZO gona praca ukadu chodzcego (konsola stoi na pododze, tak偶e nic nie blokuje wentylacji)\r\n- Przy telewizorze 4k Sony Bravia, sam efekt 4k to MO呕E 15-20% lepsza grafika, tryb HDR (o wiele tasze telewizory go maj) robi lepsz robot, ale wtedy lepiej chyba kupi Xbox One Slim\r\n- Gra online mo偶liwa tylko po paceniu PS+, owszem wydaje si to logiczne, bo dostajesz darmowe gry, chocia偶 w przypadku Sony s to \"gierki\", poniewa偶 te tytuy godz w grup graczy, konsola Microsoftu daje O NIEBO lepsze tytuy z najwy偶szej p贸ki, co mnie smuci,\r\n- Wydajno konsoli na obecn chwil jest dobra (nie bardzo, ale dobra 4+/6), aczkolwiek za rogiem czai si premiera Xbox Scorpio, kt贸ry DOSOWNIE PS4 PRO moc bdzie silniejszy dwukrotnie!\r\n- No i najwa偶niejszy minus, OGROMNY: obiecane gry ekskluzywne okazay si WIELKIM NIEWYPAEM za co Sony powinno od ka偶dego u偶ytkownika dosta licia... Dodatkowo maj problemy z utrzymaniem 30klatek na sekund...\r\n",
        "opinion_id": "4323208",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-01 19:19:42",
        "stars": "3,5/5",
        "summary": null,
        "useful": "5",
        "useless": "12"
    },
    {
        "author": "\nFryC        ",
        "cons": null,
        "content": "Zakupy przebiegy bez zarzutu. Konsole dostaem szybciej ni偶 si spodziewaem. Polecam.",
        "opinion_id": "4467273",
        "pros": null,
        "purchase_date": "2017-02-27 11:31:16",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-03-02 12:09:13",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "4"
    },
    {
        "author": "\nLuk        ",
        "cons": null,
        "content": "Zdecydowanie nie polecam. Przesiadem si z PC 偶eby wo偶y pyt i gra bo z tym kojarzyy mi sie konsole. \r\n\n1 minus INSTALACJE GIER\r\nNiestety to ju偶 nie te same konsole co kiedy - 偶eby zagra trzeba ciga patche 15gb lub wiksze (np. Drive Club a bez patcha gra jest duzo gorsza) z serwer贸w SONY co trwa wieki. Ze steama cigam z pen prdkocia a tutaj bieda pomimo cza wiatowodowego. Instalacje niekt贸rych gier trwaj naprawd dugo cznie z patchami mo偶na czeka p贸 dnia 偶eby zagra w gr to jest kpina te serwery SONY. Te 15GB z SONY ciga mi si kilkukrotnie du偶ej ni偶 gra 60GB ze steama.\r\n\n2 minus LOADINGI\r\nCzytaem, 偶e troch trwaj loadingi na konsolach obecnej generacji ale jak poczuem to na wasnej sk贸rze to sorry ale to jest totalna pora偶ka 1-1,5minuty na zaadowanie gry np. levelu w Hitman czy Wied藕minie? Wo偶yem dysk ssd ale r贸偶nice s mieszne, rok 2017 a dyski w konsoli sprzed 10 lat. Na PC odpaliem te same gry to wczytywanie 15-20sekund max na ssd - przepa.\r\n\n3 minus PROBLEMY SOFTWAROWE\r\nCE 34878 aplikacja zostaje zamknita... a konsole zawsze kojarzyy mi si z bezproblemowym graniem , a tu w wielu grach ten bad pojawia si co jaki czas i zamyka nam gr, trzeba wczytywa od nowa czeka na dugie loadingi no i tracimy czas gry od sejwa, padaczka. Pono ten problem jest od kilku lat i u偶ytkonicy go dowiadczaj co jaki czas. U mnie w Hitman spowodowa zniechcenie do grania w t gr bo wystpowa za czsto. Rady sony, reinstalacje, reinicjacja konsoli nie pomogy. Mog wysa na serwis ale wtedy dostan konsol innrefabrykowana - durna polityka!\r\n\nMinus 4  GNO\r\nKonsola jest bardzo gona, wkrca si na obroty i zbija w d贸 czesto i robi tak w k贸ko. Irytujcy d藕wiek wiatraczka. Jak dla kogo jest cicha to mo偶e mia wczeniej zwyk PS4 , kt贸ra pono jest jeszcze goniejsza. Np. Xbox sporo cichszy, a m贸j PC majcy 3 wentylatory 140mm, trzy na karcie graficznej i jeden na procu jest conajmniej kilkukrotnie cichszy!\r\n\nminus 5 FPSy\r\nJako wczeniej pecetowiec nie mogem patrze na spadki do nawet 20fps i chrupice niestae 30. To po prostu kuje w oczy jak kto tego nie widzi to nigdy nie mia dobrego PC.\r\n\nREASUMUJC\r\nBd贸w r贸znych m贸gbym wicej wymienia. Generalnie zawiodem si, sprzt sony wykonany jest sabo, gony wolny tak w skr贸cie. SONY na wszystko od siebie daje rok gwarancji wida jak wierz w swoje sprzty. Mylaem, 偶e wr贸c do czas贸w starych konsol, a tu problem贸w jest znacznie wicej ni偶 z doinstalowaniem czego co jaki czas na PC.\r\nJa konsol sprzedaem i kupiem za to GTX 1060 i jestem bardzo zadowolony. W kocu gram i to z du偶o lepsz grafik/pynnoci, a nie czekam minutami na loadingi !\r\n",
        "opinion_id": "4536473",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-31 12:37:07",
        "stars": "1/5",
        "summary": "Nie polecam",
        "useful": "19",
        "useless": "28"
    },
    {
        "author": "\nKrzysiek        ",
        "cons": null,
        "content": "Super.",
        "opinion_id": "10645317",
        "pros": "\n4k\nhdr\nboostmode\ncicha praca\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2019-06-05 14:46:22",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-06-11 16:39:41",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nNash Beat        ",
        "cons": null,
        "content": "Dziaanie sprztu przeszo moje najmielsze oczekiwania.",
        "opinion_id": "6283274",
        "pros": null,
        "purchase_date": "2017-11-21 08:47:43",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-02 09:23:16",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\ncieniu_mk        ",
        "cons": null,
        "content": "Na razie zgodnie z oczekiwaniami. Jestem zadowolony.",
        "opinion_id": "8884935",
        "pros": null,
        "purchase_date": "2018-12-19 22:21:55",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-01-08 10:09:50",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\ndzienis        ",
        "cons": "\ncena\nceny w polskich sklepach\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\n",
        "content": "nie mam",
        "opinion_id": "5063145",
        "pros": "\ngrywalno\nmo偶liwoci\nniezawodno\nwygld\n",
        "purchase_date": "2017-09-07 21:06:02",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-09-22 01:11:10",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nM        ",
        "cons": null,
        "content": "Prezent dla syna:-) Jeszcze nie otwierany:-)",
        "opinion_id": "6357427",
        "pros": null,
        "purchase_date": "2017-12-08 16:21:44",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-17 10:57:04",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nDamian        ",
        "cons": null,
        "content": "Nic doda nic uj. Sprzt godny swej marki.",
        "opinion_id": "5074946",
        "pros": null,
        "purchase_date": "2017-09-10 18:34:08",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-09-26 15:42:50",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMONIKA        ",
        "cons": null,
        "content": ">>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>.",
        "opinion_id": "8279491",
        "pros": null,
        "purchase_date": "2018-08-05 20:35:56",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-08-24 08:25:47",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nAnna G.         ",
        "cons": null,
        "content": "Polecam w 100% x box i si chowaj",
        "opinion_id": "8596213",
        "pros": null,
        "purchase_date": "2018-11-13 08:07:34",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-11-21 13:11:13",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPiotrek        ",
        "cons": "\njako\n",
        "content": "PLUSY:\r\n+wietna grafika w grach, szczeg贸lnie przy telewizorze 4k z HDRem\r\n+znaczna poprawa dziaania analog贸w w stosunku do pada z PS3\r\n+goniczek i wykrywacz ruchu w padzie fajnie sprawdzaj si w grach ekskluzywnych\r\n+dobre i wcigajce ekskluzywne gry\r\n+nieze promocje w PS Store\r\n+PS Network pomimo kiepskiej opinii u mnie dziaa bardzo dobrze\r\n\nMINUSY:\r\n-pad po miesicu u偶ywania skrzypi z prawej strony, analogi stawiaj wyra藕nie mniejszy op贸r\r\n-wolno dziaajcy, mao nowoczesny i toporny interfejs\r\n-brak statystyk rozgrywki np. czasu gry, postpu odblokowania dla pojedynczego trofeum\r\n-pierwsza konsola posza na reklamacj ze wzgldu na gono dziaania, za zwrot pienidzy kupiem now. Teraz jest troch lepiej, ale nadal do ideau brakuje bardzo du偶o i czasami potrafi uruchomi si \"odkurzacz\", co mocno irytuje.",
        "opinion_id": "5196010",
        "pros": "\ngrywalno\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-11-07 12:22:03",
        "stars": "2/5",
        "summary": "Nie polecam",
        "useful": "2",
        "useless": "2"
    },
    {
        "author": "\nPeter        ",
        "cons": "\ncicha praca\njako\n",
        "content": "Konsola wydajna, oferujca dobr grafik w najnowszych produkcjach, jednak kosztem bardzo gonej pracy ukadu chodzenia w tytuach wykorzystujcych pen moc wersji Pro. W grach dla zwykego PS4 chodzi super cicho jednak wystarczy uruchomi wymagajc gr z obsug \"Pro Enhancmend\" by przekona si jak gona potrafi by, od choby w takiej grze jak Mafia III, w por贸wnaniu do komputera PC z mocn grafik pokroju GTX 1070/1080 w cichej obudowie r贸偶nica jest kolosalna na korzy komputera.\r\nNa plus bardzo przyjemny i wygodny kontroler, d-pad jak zawsze rewelacyjny w Sony, osobicie teraz jest moim ulubionym kontrolerem nawet przebijajc pada od Xbox One S.",
        "opinion_id": "5047242",
        "pros": "\ngrywalno\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-09-17 23:16:38",
        "stars": "2/5",
        "summary": "Nie polecam",
        "useful": "1",
        "useless": "3"
    },
    {
        "author": "\nBartek        ",
        "cons": null,
        "content": "Jak najbardziej speni moje wymagania.",
        "opinion_id": "4416062",
        "pros": null,
        "purchase_date": "2017-01-26 21:50:36",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-08 19:57:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nJan        ",
        "cons": null,
        "content": "Produkt spenia oczekiwania.",
        "opinion_id": "10680087",
        "pros": null,
        "purchase_date": "2019-06-07 15:50:02",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-06-19 16:58:33",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nJarekT        ",
        "cons": null,
        "content": "Najlepsza konsola na rynku.",
        "opinion_id": "4496503",
        "pros": null,
        "purchase_date": "2017-02-26 19:14:47",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-03-16 08:07:40",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nBartosz         ",
        "cons": null,
        "content": "Najlepsz konsola na rynku .",
        "opinion_id": "4691899",
        "pros": null,
        "purchase_date": "2017-05-02 16:17:41",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-05-23 23:21:03",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nx        ",
        "cons": null,
        "content": "tost贸w nie robi ale og贸lnie jestem na tak ;)",
        "opinion_id": "4478229",
        "pros": null,
        "purchase_date": "2017-02-28 12:15:10",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-03-07 20:02:29",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "4"
    },
    {
        "author": "\ngrzegorz        ",
        "cons": null,
        "content": "syn jest zadowolony gry ",
        "opinion_id": "6329173",
        "pros": null,
        "purchase_date": "2017-12-06 11:34:00",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-12 11:21:44",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMIKE        ",
        "cons": null,
        "content": "Super produkt. Polecam",
        "opinion_id": "10887510",
        "pros": null,
        "purchase_date": "2019-07-07 12:59:19",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-08-07 15:01:40",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\ngrzegorz        ",
        "cons": null,
        "content": "jest bardzo dobry ok ",
        "opinion_id": "4674250",
        "pros": null,
        "purchase_date": "2017-05-10 20:49:45",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-05-17 18:11:59",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nrgr        ",
        "cons": null,
        "content": "Sama konsola w zasadzie bez zarzutu, wyglda na solidn i tak te偶 w zasadzie dziaa. Polecam od razu zakup adowarki HORI Charge - jest o wiele lepsza od soniakowej, dziaa prawie jak bezprzewodowa, wystarczy poo偶y pada i aduje.\r\nOdtwarzacz multimedialny obsuguje pliki mts, avi, mp4 chyba te偶 i za to pochwaa.\r\n\nAle minus贸w tez jest troch:\r\n1. Wbudowana przegldarka to jaki 偶art. Poziom Netscape sprzed 15 lat.\r\n2. Sabe Wifi. W zasadzie wyglda to na bd softu, kt贸ry kiepsko obsuguje redniej jakoci poczenie i po prostu zawiesza si. Ale hardware po tym wzgldem te偶 raczej powinien by lepszy (choby opcjonalna antenka w zestawie).\r\n3. Zarzdzanie wasnym kontem to wielka pora偶ka. Login do konta, konta PSN, konto SEN... a to wszystko w r贸偶nych miejscach, a przez ***** jeszcze znalazem jedno miejsce. Wielka paa dla pomysodawcy takich udziwnie!\r\nZ tego powodu zakupy przez PS kopotliwe, dwa dni temu karta dziaaa, teraz nie chce i bd藕 tu mdry dlaczego, bo support pomocny jak typowy support molocha. Na szczcie zawsze mo偶na skorzysta z peceta i kupi przez *****, ale chyba nie o to chodzi?\r\nWykupiem okres pr贸bny w PSN, ale te darmowe gry co miesic to 偶enada -- w lutym jakie dwie z grafik klasy Atari. Cud贸w nie spodziewaem si, ale nawet nie ma na co spojrze.\r\n\nOg贸lnie jak kto zastanawia si czy PC czy PS4, to chyba lepiej niech sobie kupi PC. Albo Android TV i tam gra w gry. Warto playable bdzie chyba wiksza, a kasa zostanie w portfelu, bo wszystko jednak dosy drogie.",
        "opinion_id": "4476922",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-07 12:30:01",
        "stars": "3/5",
        "summary": null,
        "useful": "8",
        "useless": "8"
    },
    {
        "author": "\njaro94444        ",
        "cons": null,
        "content": "Gra si i gitara ",
        "opinion_id": "10748596",
        "pros": null,
        "purchase_date": "2019-06-04 22:13:11",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-07-05 17:11:44",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nRobert        ",
        "cons": null,
        "content": "Najlepsza konsola",
        "opinion_id": "8326992",
        "pros": null,
        "purchase_date": "2018-08-30 11:21:12",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-09-07 17:43:46",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nTOMALBB        ",
        "cons": null,
        "content": "Wszystko zgodne z opisem! ",
        "opinion_id": "7786089",
        "pros": null,
        "purchase_date": "2018-03-26 19:42:53",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-03-30 19:24:54",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nPiotr        ",
        "cons": null,
        "content": "wietna konsola.",
        "opinion_id": "6519216",
        "pros": null,
        "purchase_date": "2018-01-23 10:18:52",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-26 09:59:44",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nFilip        ",
        "cons": null,
        "content": "Spenia moje oczekiwania",
        "opinion_id": "4543255",
        "pros": null,
        "purchase_date": "2017-03-29 10:46:30",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-04-04 09:58:06",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nAdam Smoczynski        ",
        "cons": null,
        "content": "prosiak rzdzi",
        "opinion_id": "6686480",
        "pros": null,
        "purchase_date": "2018-03-02 13:20:33",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-03-08 10:06:03",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nDominika        ",
        "cons": null,
        "content": "wietne wtecz",
        "opinion_id": "10310174",
        "pros": null,
        "purchase_date": "2018-02-20 16:19:33",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-03-27 21:54:24",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarek        ",
        "cons": null,
        "content": "Super zabawka",
        "opinion_id": "6513214",
        "pros": null,
        "purchase_date": "2018-01-09 21:59:25",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-24 20:35:11",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSzczepan         ",
        "cons": null,
        "content": "Spoko konsola",
        "opinion_id": "5033906",
        "pros": null,
        "purchase_date": "2017-08-21 20:13:10",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-09-13 12:41:02",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nlogo        ",
        "cons": null,
        "content": "bardzo dobra",
        "opinion_id": "10779489",
        "pros": null,
        "purchase_date": "2019-06-25 21:32:39",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-07-12 17:40:58",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarcel        ",
        "cons": null,
        "content": "Polecam. ",
        "opinion_id": "8283533",
        "pros": null,
        "purchase_date": "2018-08-12 20:40:08",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-08-25 02:13:14",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nDaniel        ",
        "cons": null,
        "content": "Polecam ",
        "opinion_id": "5020462",
        "pros": null,
        "purchase_date": "2017-08-21 13:04:46",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-09-08 10:37:45",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nDobrze        ",
        "cons": null,
        "content": "Super!!",
        "opinion_id": "8368109",
        "pros": null,
        "purchase_date": "2018-09-11 08:09:25",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-09-21 12:03:08",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarone        ",
        "cons": null,
        "content": "Polecam",
        "opinion_id": "6527764",
        "pros": null,
        "purchase_date": "2018-01-08 00:06:52",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-29 04:58:39",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nluki        ",
        "cons": null,
        "content": "polecam",
        "opinion_id": "6311001",
        "pros": null,
        "purchase_date": "2017-12-04 21:34:38",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-12-08 11:25:38",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nhif        ",
        "cons": null,
        "content": "pikny mebel :)",
        "opinion_id": "4421684",
        "pros": null,
        "purchase_date": "2017-02-06 13:32:55",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-10 15:53:25",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "2"
    },
    {
        "author": "\nseeco        ",
        "cons": null,
        "content": "super",
        "opinion_id": "8706240",
        "pros": null,
        "purchase_date": "2018-12-05 21:53:59",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-12-10 12:15:57",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nBeata        ",
        "cons": null,
        "content": "Super",
        "opinion_id": "6457510",
        "pros": null,
        "purchase_date": "2017-12-28 09:54:16",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-10 18:15:46",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\ntomi mysl*****        ",
        "cons": null,
        "content": "super",
        "opinion_id": "6451759",
        "pros": null,
        "purchase_date": "2017-12-29 20:00:14",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-09 13:25:32",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nHunter        ",
        "cons": null,
        "content": "Klasa",
        "opinion_id": "5223317",
        "pros": null,
        "purchase_date": "2017-10-16 15:58:28",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-11-15 01:08:02",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nlukasv12        ",
        "cons": null,
        "content": "dobra",
        "opinion_id": "4854277",
        "pros": null,
        "purchase_date": "2017-07-11 11:15:35",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-07-15 23:41:36",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\niza        ",
        "cons": null,
        "content": "dobre",
        "opinion_id": "4804484",
        "pros": null,
        "purchase_date": "2017-06-18 23:23:03",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-06-29 18:35:15",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nRadek        ",
        "cons": null,
        "content": "Supr",
        "opinion_id": "6709125",
        "pros": null,
        "purchase_date": "2018-03-02 18:58:18",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-03-14 12:07:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPawe        ",
        "cons": null,
        "content": ";-))",
        "opinion_id": "6447085",
        "pros": null,
        "purchase_date": "2018-01-03 13:02:34",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-01-08 09:55:19",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nErne100        ",
        "cons": null,
        "content": ":-)",
        "opinion_id": "4798623",
        "pros": null,
        "purchase_date": "2017-06-19 19:28:41",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-06-28 12:16:52",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nTroll001        ",
        "cons": null,
        "content": "iyg",
        "opinion_id": "4620238",
        "pros": null,
        "purchase_date": "2017-04-13 11:19:08",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-04-29 17:31:26",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMF        ",
        "cons": null,
        "content": "Super sprzt",
        "opinion_id": "4452428",
        "pros": null,
        "purchase_date": "2017-02-05 23:24:14",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-23 15:11:23",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "3"
    },
    {
        "author": "\nr...t        ",
        "cons": null,
        "content": "ok",
        "opinion_id": "8683704",
        "pros": null,
        "purchase_date": "2018-11-23 08:36:01",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-12-06 09:42:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nRobert        ",
        "cons": null,
        "content": "ok",
        "opinion_id": "8381288",
        "pros": null,
        "purchase_date": "2018-09-09 15:28:54",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-09-26 12:36:42",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKarolina        ",
        "cons": null,
        "content": "Sama konsola w zasadzie bez zarzutu, wyglda na solidn i tak te偶 w zasadzie dziaa. Polecam od razu zakup adowarki HORI Charge - jest o wiele lepsza od soniakowej, dziaa prawie jak bezprzewodowa, wystarczy poo偶y pada i aduje. Odtwarzacz multimedialny obsuguje pliki mts, avi, mp4 chyba te偶 i za to pochwaa. Ale minus贸w tez jest troch: 1. Wbudowana przegldarka to jaki 偶art. Poziom Netscape sprzed 15 lat. 2. Sabe Wifi. W zasadzie wyglda to na bd softu, kt贸ry kiepsko obsuguje redniej jakoci poczenie i po prostu zawiesza si. Ale hardware po tym wzgldem te偶 raczej powinien by lepszy (choby opcjonalna antenka w zestawie). 3. Zarzdzanie wasnym kontem to wielka pora偶ka. Login do konta, konta PSN, konto SEN... a to wszystko w r贸偶nych miejscach, a przez ***** jeszcze znalazem jedno miejsce. Wielka paa dla pomysodawcy takich udziwnie! Z tego powodu zakupy przez PS kopotliwe, dwa dni temu karta dziaaa, teraz nie chce i bd藕 tu mdry dlaczego, bo support pomocny jak typowy support molocha. Na szczcie zawsze mo偶na skorzysta z peceta i kupi przez *****, ale chyba nie o to chodzi? Wykupiem okres pr贸bny w PSN, ale te darmowe gry co miesic to 偶enada -- w lutym jakie dwie z grafik klasy Atari. Cud贸w nie spodziewaem si, ale nawet nie ma na co spojrze. Og贸lnie jak kto zastanawia si czy PC czy PS4, to chyba lepiej niech sobie kupi PC. Albo Android TV i tam gra w gry. Warto playable bdzie chyba wiksza, a kasa zostanie w portfelu, bo wszystko drogie.",
        "opinion_id": "8858992",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-01-04 09:10:51",
        "stars": "3/5",
        "summary": null,
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nJepetto        ",
        "cons": null,
        "content": "Konsol posiadam ju偶 prawie rok. Jest to moja pierwsza konsola. Przesiadem si z komputera w imi rozsdku... nie musz si martwi czy sprzt mi ucignie gr. U偶ywam jej z dedykowanym adapterem do podczenia myszy i klawiatury - przyzwyczajenia :-) Sprzt spisuje si bardzo dobrze. Nie miaem z ni do tej pory 偶adnych kopot贸w. 呕adnych przycinek czy problem贸w z obrazem lub d藕wikiem DTS.Byo by wspaniale gdyby nie fakt, 偶e momentami dziaa jak kosiarka do trawy. Nie da si gra na niej w wymagajce gry np wieczorem jak dzieci pi. W tej kwestii jest to nieporozumienie. Jak mo偶na tak spapra ukad chodzenia?! Firma Sony powinna wypaca za to odszkodowania...\r\nZ ca pewnoci nastpna moja konsola nie bdzie od Sony..",
        "opinion_id": "8610309",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-11-23 22:16:12",
        "stars": "3/5",
        "summary": null,
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\naga        ",
        "cons": null,
        "content": "super",
        "opinion_id": "4447998",
        "pros": null,
        "purchase_date": "2017-01-17 08:58:21",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-22 08:44:04",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "3"
    },
    {
        "author": "\nukasz        ",
        "cons": null,
        "content": "Spoko",
        "opinion_id": "4455304",
        "pros": null,
        "purchase_date": "2017-02-06 19:17:15",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-24 15:22:29",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nPLK        ",
        "cons": null,
        "content": "Super sprzt.",
        "opinion_id": "4470306",
        "pros": null,
        "purchase_date": "2017-02-21 15:15:17",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-03-03 13:40:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "4"
    },
    {
        "author": "\nMarcin        ",
        "cons": null,
        "content": "fajna zabawka",
        "opinion_id": "4422444",
        "pros": null,
        "purchase_date": "2017-01-27 00:58:17",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-10 20:56:43",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nKrzysztof        ",
        "cons": null,
        "content": "Zakupiona przeze mnie konsola Sony PlayStation 4 Pro 1TB w peni spenia moje oczekiwania.",
        "opinion_id": "4293963",
        "pros": null,
        "purchase_date": "2016-12-13 20:57:29",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2016-12-18 13:51:38",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "4",
        "useless": "19"
    },
    {
        "author": "\nRain Alter        ",
        "cons": null,
        "content": "Cudo!",
        "opinion_id": "4414124",
        "pros": null,
        "purchase_date": "2017-01-27 15:52:44",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2017-02-08 11:55:09",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\ndizkattt        ",
        "cons": "\nceny w polskich sklepach\n",
        "content": "sdz 偶e speni moje oczekiwania",
        "opinion_id": "3998021",
        "pros": "\nmo偶liwoci\n",
        "purchase_date": "2016-09-16 09:04:41",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2016-09-30 21:57:02",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "12",
        "useless": "22"
    },
    {
        "author": "\nTobol        ",
        "cons": null,
        "content": "Bardzo dobra konsola. Miaem wczeniej star ale j sprzedaem i kupiem t wersj. R贸偶nica jest niewielka, wic warto to zrobi tylko gdy si z konsol spdza du偶o czasu i jest si bardzo wymagajcym. Ka偶de PS4 to super konsola i super rodowisko dla graczy, kt贸re pozwala skupi si na grach i odpocz bez rozpraszaczy obecnych na PC.",
        "opinion_id": "4658820",
        "pros": "\ncena\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-05-12 15:54:27",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKrzysztof         ",
        "cons": "\nbrak od kilku miesicy w sklepach\ncena\nceny w polskich sklepach\nnie mam ps4  nie chce jej kupi\n",
        "content": "*ghhhjjnnbhhjjnnbbvgfffg",
        "opinion_id": "8810418",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\nbrak w sklepach  od grudnia\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2018-12-09 23:29:12",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2018-12-27 10:23:30",
        "stars": "2,5/5",
        "summary": "Nie polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Kupiem pro 偶eby nie martwi si o zwiechy w grach i wiedzie, 偶e wszystko bdzie miga tak jak trzeba i... jestem lekko rozczarowany. O ile uncharted miga o tyle przy lego star wars zdarzyo mi si 10kl/sek przy caoekranowych wybuchach!!! Mam nadziej, 偶e to wina gry a nie mocy obliczeniowej sprztu. Na chwil obecn nie mog zakutalizowa Tomb Raider-a DE i wykorzysta dodatkowych efekt贸w. Zupenie nie wiem dlaczego ale mo偶e znowu wina gry (kupiem u偶ywan). Mo偶e... \r\nWykupiem PS+ i... kolejny zaw贸d. Fakt, mo偶na gra po sieci ale takie gry jakie oferuje sony, to na androida s za darmo. A liczyem, 偶e sobie bibliotek gier rozbuduj. Sabo!\r\nMajc ps4pro zaczem sprawdza co oferuje Microsoft. Je偶eli chodzi o Liveboxa, to grami bije Sony na gow. Sony przez p贸 roku nie da tyle fajnych konsolowych gier co MS w miesic. Majc xboxa i konto xbox live dostajecie 5 ciekawych tytu贸w za darmo i bdziecie mieli mn贸stwo dobrej zabawy bez koniecznoci kupowania gier w pudeku czy w wersji elektronicznej. Dodajcie do tego wsteczn kompatybilno, czasami tasze gry, mo偶liwo odtwarzania film贸w oraz Kinecta na imprezy i dla dzieciak贸w. \r\nGdybym kupowa teraz, wzibym Xboxa. Zamierzam ogra uncharted oraz kilka innych exclusiv贸w na ps4 a potem przesiadam si na xboxa. Przy czym xbox live kupi ju偶 teraz 偶eby mie dostp do gier kt贸re daj co miesic.  ",
        "opinion_id": "4335476",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-07 13:15:52",
        "stars": "1,5/5",
        "summary": "Nie polecam",
        "useful": "7",
        "useless": "12"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "Nabyem PS4 Pro i musz powiedzie 偶e jest to do \"niepewny\" produkt. Dla os贸b niemajcych TV 4K lub majcych juz PS4 odradzam zakup - skok jakociowy jest bardzo niewielki. Jeli nie macie standardowego modelu polecam kupi pro - jest niewiele dro偶sze od standardowego playa a w przyszoci mo偶e si  ciekawie rozwin.",
        "opinion_id": "4239926",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-28 07:46:14",
        "stars": "3,5/5",
        "summary": null,
        "useful": "6",
        "useless": "1"
    },
    {
        "author": "\nszymontab        ",
        "cons": null,
        "content": "Bardzo fajna konsola, mam ju偶 j od roku i nie mam puki co 偶adnych zastrze偶e, wszystkie gry chodz jak nale偶y, do tej pory mo偶e z 5 razy zdarzyo si konsoli zgubi klatki ale tak to nie mam 偶adnych problem贸w. Niestety do gry online potrzebny jest ps+ a taki roczny kosztuje 250 z ale taki to urok grania na konsolach",
        "opinion_id": "8695246",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-12-07 17:48:28",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarta        ",
        "cons": null,
        "content": "Konsola najlepsza z dotychczasowych, swietny wyglad, obsuga i nowoczesno. Wygoda zapewniona dziki bezprzewodowemu joystickowi, znakomity d藕wik i szeroki wyb贸r gier w sklepie, a poza nimi wiele funkcji, kt贸re przydadz si jak i uatwi 偶ycie, muzyka, internet itp Bardzo polecam",
        "opinion_id": "8332897",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-09-10 18:42:01",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "3",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Cena jak najbardziej normalna. Za tyle samo kupiem w dniu premiery PS4. Niestety zakup konsoli graniczy z cudem. Udao mi si kupi w Puawach a jestem z Warszawy. Nie ma konsoli nigdzie opr贸cz Allegro gdzie jest jedna za 2500 z. Co do samej konsoli ten sam tandetny i obciachowy plastik. U mnie jest niewidoczna bo szpeci cay widok w pokoju. Grzeje si jak *****. Jedyny zauwa偶alny plus to HDR niewidoczny w telewizorach za mniej ni偶 5000 z .",
        "opinion_id": "4333265",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-06 05:00:41",
        "stars": "3/5",
        "summary": null,
        "useful": "2",
        "useless": "2"
    },
    {
        "author": "\nred        ",
        "cons": null,
        "content": "Kupiem konsolk ps4 PRO po bardzo promocyjnej cenie 1289 nowa.\r\nOgolnie gra si wietnie niby pro i adnie chodzi na tv 4k lecz gdyby posiadaa te 60fps byoby o niebo lepiej! poniewa偶 wida 偶e s spadki poni偶ej 30.\r\nJedynie na panoramicznym monitorze to jeszcze jako super adnie pynnie dziaa. Mam nadzieje 偶e konsole nowej generacji to wszystko naprawi",
        "opinion_id": "8833230",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-12-30 18:21:04",
        "stars": "3,5/5",
        "summary": null,
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Samo PS4 PRO jak najbardziej zapowiada si ok ale Komputronik jak zwykle wyskoczy z cen z kosmosu. Tylko o jakie 150z za du偶o. Brawo Panowie",
        "opinion_id": "3936532",
        "pros": "\ngrywalno\njako\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-09 18:26:25",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "22",
        "useless": "9"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Ta cena to chyba lekka przesada, 1999 PLN?",
        "opinion_id": "3935662",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-09 13:41:48",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "34",
        "useless": "13"
    },
    {
        "author": "\nTomek         ",
        "cons": null,
        "content": "Konsola ps4, w moje opinii, jest najlepszym wyborem na dzie dzisiejszy. Mo偶e i ma ciut gorsze parametry od konkurencyjnej konsoli od Billa G., ale ma opr贸cz gier ekskluzywnych, mega za***st przewag, kt贸r jest mo偶liwo dokupienia gogli wirtualnej rzeczywistoci. Jak dla mnie to wy偶szy poziom rozrywki, kto nie pr贸bowa niech 偶auj. ",
        "opinion_id": "10218616",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-03-09 21:19:04",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKRZYSZTOF        ",
        "cons": "\n4k\nhdr\nboostmode\nniezawodno\ntaczpat w dualschok\n",
        "content": "Konsola wydajna, oferujca dobr grafik w najnowszych produkcjach, jednak kosztem bardzo gonej pracy ukadu chodzenia w tytuach wykorzystujcych pen moc wersji Pro. W grach dla zwykego PS4 chodzi super cicho jednak wystarczy uruchomi wymagajc gr.  Po  roku pad wentylator.",
        "opinion_id": "8079849",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-06-25 20:18:06",
        "stars": "3,5/5",
        "summary": null,
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Jak sklepy bd sprzedawa w cenie sugerowanej przez SONY (1750 z), to zapewne kupi, ale zawy偶a cen o jakie 10% to przesada. ",
        "opinion_id": "3943444",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-13 08:59:08",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "25",
        "useless": "6"
    },
    {
        "author": "\nWILO        ",
        "cons": null,
        "content": "Po podaczeniu PS4 PRO do SHARP 55CUH8472ES i zobaczeniu grafiki w 4K szczeka mi odpada i nie mog jej podnie. Przeskok ze zwykej PS4 jest ogromny, na Uncharted Zaginione dziedzictwo  nawet na PES 2018 grafika jest obdna , gram jakby na innych grach. Polecam wszystkim tym kt贸rzy maj pS4 , bo naprawd jest ogromna r贸znica",
        "opinion_id": "5156187",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-10-25 09:45:33",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSaran        ",
        "cons": null,
        "content": "Konsole posiadam od 3,5 miesica, wszystko dziaa jak nale偶y. Sprzt sprawuje si dobrze, Dwa razy zdarzyo si, 偶e zawiesia si podczas wczania, std ocena 4,5. Pamitajmy jednak, 偶e to urzdzenie za 1700-1800z, a nie pot偶ny komputer za 6 ty. Za tak cen mog gra w najnowsze gry bez obaw. Polecam ka偶demu.",
        "opinion_id": "4468578",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-02 19:52:00",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Cena to jaka zmowa rynkowa, dziwne, 偶e media markt, media expert, neonet, euro rtv agd du偶e sklepy maj tak sam cen... a jaki burek co ma sklep w bloku sprzedaje n贸wki z polskiej dystrybucji ponad 100z taniej.\r\nZobaczymy na wieta czy pro stanieje uwa偶am, ze racjonalna cena to 1500z za n贸wke.",
        "opinion_id": "4266307",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-07 22:17:17",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Te opinie pisz gimbusy zbierajce na paczke fajek przez miesiac wiec si nie dziwi.Odkd pamietam to ceny konsol oscyloway w granicach 1800 z i nikt nie paka.W og贸le wstydzili bycie si bidoki pisa komentarze.",
        "opinion_id": "4124739",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-10-29 21:03:10",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "9",
        "useless": "3"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "konsol posiadam tydzie. Przed ni miaem konsol ps4 standard 1 rok. PS4Pro jest bardzo cicha gry wgrywaj si bardzo szybko natomiast grafika nawet na ekranie ful hd jest zdecydowanie lepsza. ",
        "opinion_id": "4250119",
        "pros": "\nceny w polskich sklepach\ngrywalno\njako\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-01 21:00:59",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "5",
        "useless": "1"
    },
    {
        "author": "\nMaciej        ",
        "cons": null,
        "content": "Super!!! Odpala w 4k/60fps ka偶d gr na maksymalnych ustawieniach. Pikna grafika i super plynno. Cicha praca oraz chodna konsola. Wspaniay ukad graficzny, wspaniay procesor, bardzo szybki ram, bardzo wydajny i cichy system chodzenia, niesamowita wrcz najlepsza wydajno w grach i pikny elegancki wygld. Wydajno, jako w eleganckiej chodznej cichej obudowie. Wszystkie gry pikne migaj. Najlepsza maszyna do gier!!! POLECAM!!!!!!!!!!!!!!!!!!",
        "opinion_id": "4948619",
        "pros": "\n4k\nhdr\nboostmode\ncena\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-08-16 15:55:08",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "4",
        "useless": "31"
    },
    {
        "author": "\nmakkinen76        ",
        "cons": null,
        "content": "Wspaniaa konsola kt贸r kupiem dziki pewnemu panu z Saturna w Avenida w Poznaniu bo zwyczajnie jest problemem ze swobodnym zakupem,kilka razy przegldaem odbi贸r ale w/w Pan odo偶y dla mnie nowiutka PS4 pro.  Za co serdecznie dzikuj bo to obsuga i urzdzenie wysokiej klasy  !!!",
        "opinion_id": "4510040",
        "pros": "\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\ncicha praca\ngrywalno\njako\nmo偶liwoci\nnie mam ps4  nie chce jej kupi\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-21 22:14:57",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "6"
    },
    {
        "author": "\nveritas v3        ",
        "cons": "\ncena\n",
        "content": "zakupilam konsol jaki czas temu, jest najlepsza jak dotychczas miaam,szybka, w miar cicha, intuicyjna,wszystko mi si w niej podoba, podpowiedzi gier itp\r\nwidze wszystkie gry kt贸re zostay zakupione\r\nprzyjemna muzyczka",
        "opinion_id": "4956665",
        "pros": "\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-08-18 14:17:07",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "C贸偶, ja kupiem Playstation Pro \"na wita\". Podziaao 2 tygodnie i si zepsuo - blue light of death. Nie wiem czy to polityka Sony produkowa w sumie drogie badziewie z nadziej, 偶e co kt贸re bdzie dziaa. Poprzednia konsola PS4 wytrzymaa 4 lata, u rodziny 2 PS4 hulaj jak dzikie a tu sprzt ___PRO___ pad po kilku dniach. Teraz pozostao pobawi mi si paragonem i wiadomoci wyrzuconych 2000 z.",
        "opinion_id": "4351887",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-16 18:45:00",
        "stars": "2/5",
        "summary": "Nie polecam",
        "useful": "5",
        "useless": "6"
    },
    {
        "author": "\nZimny        ",
        "cons": "\n4k\nhdr\nboostmode\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "content": "Konsola jest tak glona,偶e nie mo偶na gra bez sluchawek. Nie dopracowana tandetna. Serwis Sony Polska beznadziejny!Trzymaj konsole miesic po to 偶eby zaktualiza soft do najnowszej wersji.Kpina! !!Najchtniej to po tej konsoli bym samochodem przejecha.Szkoda pienidzy i czasu. Nadaje si na mietnik lub jego okolice.Kolo dobrego sprztu to nawet nie stao. Ta konsola powinna kosztowa 99.99 z.",
        "opinion_id": "6356800",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-12-16 22:40:12",
        "stars": "0,5/5",
        "summary": "Nie polecam",
        "useful": "2",
        "useless": "5"
    },
    {
        "author": "\nU...o        ",
        "cons": null,
        "content": "Ma j moi 2 koledzy ze szkoy. Zawsze kiedy do nich przychodz gramy albo w Minecraft lub Fortnite. Sam planuj j kupi. wietna grafika i bardzo dobrze gra si we wszystkie gry. Szczerze polecam.    ",
        "opinion_id": "8123777",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-07-10 20:27:24",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nter123b        ",
        "cons": null,
        "content": "Polecam zakupy w Electro.pl. bo jako jedyni wystawili konsol w promocji za 1699z z darmow wysyk - PS4 PRO kupiem pod koniec listopada. Szybko i sprawnie zrealizowane zam贸wienie. ",
        "opinion_id": "4455603",
        "pros": "\ncena\ncicha praca\nniezawodno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-02-24 17:35:15",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nDemian        ",
        "cons": null,
        "content": "mo偶e jeszcze troch ci偶ko ocenia bo mam go od wczoraj, udao mi si w media expert wymieni starego playaka na ten i od wczoraj sobie pykam i mi si podoba :D",
        "opinion_id": "7870606",
        "pros": "\ngrywalno\njako\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-04-22 15:35:02",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\npaweldudek        ",
        "cons": null,
        "content": "Jak ju偶 znalazo si to cudo w moim domku, to graem do 6 rano. Na 9 miaem do pracy. Design, jako wykonania i w og贸le emocje niesamowite. Klasyczna FIFA oczywicie na tym wymiataa. Sdz, 偶e za jako czas cena bdzie ni偶sza.",
        "opinion_id": "8793521",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-12-22 15:58:38",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nHubert        ",
        "cons": null,
        "content": "Konsol posiasiadam ju偶 2 rok, ograem na niej ju偶 dziesitki gier, godziny dobrej zabawy. Jedyny minus jest taki, 偶e wciga na godziny... Gotujesz co? Nie wczaj konsoli!",
        "opinion_id": "8703542",
        "pros": "\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-12-09 23:40:32",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMonika        ",
        "cons": "\nceny w polskich sklepach\n",
        "content": "Lepsza od zwykej 4. Wiksza pojemna. W 4 k obraz wymienity. Wiatraki nie s tak gone jak w poprzedniej wersji. Mog zainstalowa wicej gier i du偶ej si nimi cieszy.",
        "opinion_id": "10845541",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-07-28 22:56:22",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "wietna rozrywka dla caej rodziny. Czasami wystpuj drobne problemy z cznoci z sieci domow. Poza tym wszystko super. Sprzt cakowicie wart jest swojej ceny. ",
        "opinion_id": "8286375",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-08-26 23:17:47",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "Wszystko jest okej gry naprawd wietnie dziaaj szczeg贸lnie : cod , ucharted 4 , horizon zero dawn i watch dogs 2 . konsola nie przegrzewa tylko czasami chodzi torche goniej po wo偶eniu pyty a potem przestaje ",
        "opinion_id": "5054473",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-09-20 09:30:28",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "Konsola, kt贸ra powinna by \"multimedialnym centrum rozrywki\" a nim nie jest. Dla tych kt贸rzy nie s w temacie:\n-konsola nie czyta pyt CD\n-konsola nie odtwarza pyt UHD\n-za gr w sieci trzeba paci\n-nie wrzucicie na dysk film贸w, zdj czy muzyki,\n-PS4 jest niekompatybilna ze starszymi (cho wietnymi) kierownicami Lo..gi..cha..",
        "opinion_id": "3993794",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-29 13:07:59",
        "stars": "2/5",
        "summary": "Nie polecam",
        "useful": "10",
        "useless": "12"
    },
    {
        "author": "\nTomek        ",
        "cons": "\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "content": "Bardzo kiepska konsola, ponad 2x wolniejsza od Xbox One X (Digital Foundry zmierzyo 偶e Xbox jest 125% szybszy). Na dodatek nie posiada napdu Blu-Ray 4K i jest bardzo gonia.\r\nXbox jest dwukrotnie szybszy, cichszy dziki chodzeniu ogniwem parowym i ma zdecydowanie wicej gier dziki kompatybilnoci wstecznej. ",
        "opinion_id": "5213761",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-11-12 09:15:52",
        "stars": "1/5",
        "summary": "Nie polecam",
        "useful": "0",
        "useless": "6"
    },
    {
        "author": "\nSzymon        ",
        "cons": null,
        "content": "Polecam sprzet , jest naprawde wydajny, dlugie godziny grania przed wami po zakupie, zdecydowanie kupuj!!",
        "opinion_id": "8222231",
        "pros": "\n4k\nhdr\nboostmode\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-08-07 18:09:10",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "14",
        "useless": "9"
    },
    {
        "author": "\nKacper        ",
        "cons": null,
        "content": "Najlepsza konsola na rynku, kupiem ju偶 dawno gwarancja si skoczya. Oddaem na czyszczenie i miga jak nowa. Generalnie najlepszy sprzt do grania jaki mo偶na dosta. Nic tylko kupowa :)",
        "opinion_id": "4854016",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-07-15 20:13:43",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": "\nceny w polskich sklepach\n",
        "content": "Ceny z kosmosu. Za du偶 mar偶 sobie te sklepy licz.\r\nSamo PS4 Pro zapowiada si obiecujco.",
        "opinion_id": "3944745",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-13 14:36:35",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "12",
        "useless": "7"
    },
    {
        "author": "\nFilip z Konopii        ",
        "cons": null,
        "content": "Konsola warta ka偶dej wydanej zot贸wki w granicach rozsdku, a co do tak wysokiej ceny to co si dziwicie nikt kto ma firm w Polsce nie bdzie je藕dzi tekturowym szerszeniem  czytaj Trabantem.",
        "opinion_id": "3949008",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-14 17:40:56",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "6",
        "useless": "7"
    },
    {
        "author": "\nKapiziomzg        ",
        "cons": null,
        "content": "Bardzo dobra konsola warta swojej ceny. Mase dobrych gier tylko na PS4, super gry co miesic za free !!! PS VR miga idealnie. Polecam",
        "opinion_id": "6379489",
        "pros": "\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-12-21 13:13:02",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nLukas        ",
        "cons": null,
        "content": "Aktualna cena Ps4 pro to jakies nieporozumiemie. Rok temu byla tansza  200 - 300  zl. Przebitka cen w sklepach to jakis absurd. ",
        "opinion_id": "8507819",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-11-01 16:45:58",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "5",
        "useless": "0"
    },
    {
        "author": "\ndda4        ",
        "cons": null,
        "content": "Konsol mam od ponad 3 miesicy, jak do tej pory na nic nie mog narzeka, poprostu super!!! W dodatku grafika + tv 4K. Magia!",
        "opinion_id": "4983294",
        "pros": "\ngrywalno\njako\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-08-28 09:53:49",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": "\nceny w polskich sklepach\n",
        "content": "Konsola super ale cena masakryczna w Polsce ",
        "opinion_id": "3963580",
        "pros": "\ngrywalno\njako\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-19 08:02:31",
        "stars": "3,5/5",
        "summary": null,
        "useful": "12",
        "useless": "5"
    },
    {
        "author": "\namel10        ",
        "cons": null,
        "content": "Swietna gra dla dzieci jaki dla dorosych, gramy ca rodzin c贸rka 3 lata, syn 6 lat. bardzo rozwijajca. Zabawna i ciekawa, mae rozmiary pozwalaj zabra w kazd podr贸z\r\n",
        "opinion_id": "4254858",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-04 04:05:03",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nopss         ",
        "cons": null,
        "content": "Moja opinia odnosi si tylko do cen w polskich sklepach.\r\n\nOg贸lnie odradzam kupowanie PS4pro u polskich sprzedawc贸w. Prosz  spojrze na amazon.de, kt贸ry za darmo dostarcza sprzt u nich zakupiony, a i cena jest ni偶sza od polskich  sklep贸w. Cena na amazon.de - 399 euro",
        "opinion_id": "4477991",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-07 18:31:42",
        "stars": "1/5",
        "summary": "Nie polecam",
        "useful": "4",
        "useless": "1"
    },
    {
        "author": "\nerni1400        ",
        "cons": null,
        "content": "wietna konsola. Jeszcze lepsza od zwykej. Wyszo na ni mn贸stwo gier ekskluzywnych co jest zalet wzgldem konkurencji. ",
        "opinion_id": "10047971",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-02-05 19:52:46",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU...o        ",
        "cons": null,
        "content": "Super konsola, du偶o dostpnych gier. Mo偶liwo zapisu gry. Nie zacina si i wizualnie te偶 fajnie wyglda w domu. Polecam.",
        "opinion_id": "7736483",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-03-20 02:22:36",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "Konsola jest bardzo fajna i interesujca cigle na niej gram juz 2 miesice i wgl mi sie nie znudzia polecam produkt.",
        "opinion_id": "7828113",
        "pros": "\ngrywalno\njako\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-04-11 12:55:47",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSzymon        ",
        "cons": null,
        "content": "sdz ,偶e speni moje oczekiwania\r\n\nZALETY                                              WADY\r\nmo偶liwoci                                          ceny w polskich sklepach\r\n       i\r\nwydajno",
        "opinion_id": "4186165",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-12 21:58:31",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "4"
    },
    {
        "author": "\nWtorekEdward        ",
        "cons": null,
        "content": "Moja ulubiona konsola do gier. Niedawno si przerzuciem z tr贸jki na wanie czw贸rk i nie narzekam",
        "opinion_id": "9016548",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-01-30 19:07:03",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPiotr        ",
        "cons": null,
        "content": "Bardzo fajna konsola mam j 1 rok i si jeszcze nie zepsua polecam. Co do Xbox jest wiele lepsza",
        "opinion_id": "10282289",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nnie mam ps4  nie chce jej kupi\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-03-21 18:20:44",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSzymon        ",
        "cons": "\nbrak w sklepach  od grudnia\n",
        "content": "Konsola ps4 pro jest naprawde godna polecenia, grafika w 4k hdr mega, kupisz bedziesz zadowolony",
        "opinion_id": "7786250",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\ncena\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-03-30 20:24:26",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\n.        ",
        "cons": null,
        "content": "Nowa konsola                         \r\ndu偶a pojemno pamici                        \r\npolecana",
        "opinion_id": "6417815",
        "pros": "\ngrywalno\njako\nmo偶liwoci\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-12-31 16:20:32",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Po miesicu konsola zepsua si. Nie wcza si. To nie jest odosobniony przypadek, podobno konsole pro padaj jak muchy i tylko producent ukrywa ten fakt umiejtnie. Sony powinno powymienia konsole na nowe, poprawione i doda jeszcze jaki bonus z przeprosinami.",
        "opinion_id": "4364158",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-22 00:53:50",
        "stars": "1/5",
        "summary": "Nie polecam",
        "useful": "3",
        "useless": "3"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Niestety moja pierwsza PS4 pro bya uszkodzona. Wymieniem j w sklepie i z drug mam ten sam problem. Dodatkowo 偶enujce jest 偶e sony nie naprawio bdu ce 348780 kt贸ry nka PS4 juz od 2013 roku i na moim peo te偶 niestety wystpuje.",
        "opinion_id": "4308803",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-26 11:06:07",
        "stars": "1,5/5",
        "summary": "Nie polecam",
        "useful": "3",
        "useless": "1"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "Konsola bardzo dobra jeli nie patrze na oszukane 4k a po zatym konsola lubi sie grza ale nie bardziej ni偶 slim og贸lnie fajna konsola polecam",
        "opinion_id": "8261349",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-08-19 14:12:20",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nslapin        ",
        "cons": null,
        "content": "Fajny sprzt.PS4 Pro jest wspaniaym urzdzeniem do rozrywki zar贸wno w sieci jak i poza ni.",
        "opinion_id": "8046748",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-06-14 08:20:42",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nd...4        ",
        "cons": null,
        "content": "W przeciwiestwie do poprzednika ps4 slim jest du偶o lepiej dopracowana, ciszej chodzi, oraz ma ulepszonych kilka podzespo贸w + dysk 1TB.",
        "opinion_id": "6484585",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-01-17 15:52:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nKrossfire        ",
        "cons": null,
        "content": "Jestem jak najbardziej zadowolony z mo偶liwoci sprztu. PS4 na sterydach, dodatkowa moc jest do dobrze widoczna w niekt贸rych tytuach",
        "opinion_id": "10989590",
        "pros": null,
        "purchase_date": "2019-08-20 01:55:09",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-09-25 17:56:08",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nC...k        ",
        "cons": null,
        "content": "Ekstra konsola zawsze o takiej marzyem super parametry i do tego ten czarny wygld ",
        "opinion_id": "5013308",
        "pros": "\ncena\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-09-06 13:17:51",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nM...        ",
        "cons": null,
        "content": "Przy wikszym telewizorze miaem problem z dopasowaniem obrazu do telewizora.",
        "opinion_id": "8119430",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-07-09 14:58:14",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Jak kto chce kupi konsol to obecnie najlepsza na rynku, ale jak kto ma ju偶 PS4 to szkoda kasy bo r贸偶nica nie warta ceny.",
        "opinion_id": "4423005",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-02-11 10:03:05",
        "stars": "3,5/5",
        "summary": null,
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nr...1        ",
        "cons": "\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\nceny w polskich sklepach\n",
        "content": "Cena nie przyciga lecz to co nam oferuje w peni rekompensuje t nadwy偶k.",
        "opinion_id": "4584486",
        "pros": "\ncena\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-19 15:50:47",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nSylwester        ",
        "cons": null,
        "content": "Konsola sprawdza si wzorowo. Du偶o ciekawsza biblioteka gier ni偶 oferuje konkurencja. Osobicie jestem zadowolony! ",
        "opinion_id": "8889910",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-01-09 00:48:45",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nSzoko        ",
        "cons": null,
        "content": "wietna konsola, polecam ka偶demu. Nie trzeba sie meczyc z wymaganiami jak to ma si z pc",
        "opinion_id": "4251471",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-02 16:09:02",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "0"
    },
    {
        "author": "\nEwa        ",
        "cons": null,
        "content": "super konsolka, straszny zjadacz czasu. Brakuje mi tylko gier ruchowych dla dzieciak贸w kt贸re byy na PS3",
        "opinion_id": "4668241",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-05-16 10:48:35",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Nic doda nic uj. Playstation 4 PRO jest idealna do wszelkich gier. Dla moich potrzeb wystarczajca.",
        "opinion_id": "11683664",
        "pros": null,
        "purchase_date": "2020-01-27 12:58:24",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-02-03 12:32:44",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "NIEGDZIE NIE JEST DOSTPNA! DLACZEGO???? O CO CHODZI W TYM KRAJU? JAK ZA KOMUNY...",
        "opinion_id": "4321245",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-30 22:36:02",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nLucjan        ",
        "cons": null,
        "content": "Konsola SUPER!!! Polecam ka偶demu.wietna grafika (4K),mo偶liwo ogldania film贸w (netflix, youtube).",
        "opinion_id": "11592141",
        "pros": null,
        "purchase_date": "2020-01-06 21:35:27",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-16 12:11:16",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Za granic w sklepach dodaj gr gratis a w Polsce jak zwykle dziadostwo sama konsola.\r\n",
        "opinion_id": "4311951",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-27 13:22:38",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "1"
    },
    {
        "author": "\nKamil        ",
        "cons": null,
        "content": "Z pozoru wszystko fajnie, jednak gdy przychodzi kupi gr, to troch portfel odmawia posuszestwa, cena gier zaporowa, tytuy ekskluzywne bez szau, og贸lnie lepiej mie komputer",
        "opinion_id": "4275585",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-10 10:51:38",
        "stars": "3/5",
        "summary": null,
        "useful": "1",
        "useless": "2"
    },
    {
        "author": "\nAnusiak2501        ",
        "cons": null,
        "content": "Moim zdaniem opaca si kupi poniewa偶 mo偶na ciekawie gra i oglda co si dzieje na telewizorze",
        "opinion_id": "4281225",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-12 16:31:56",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "2",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Doskonale dziaajca konsola, jedyn wad jest nier贸wne wykoczenie g贸rnego segmentu na przodzie",
        "opinion_id": "11748032",
        "pros": null,
        "purchase_date": "2020-02-01 19:08:34",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-02-14 20:50:47",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMagdalena        ",
        "cons": null,
        "content": "B.dobry zakupiam i jestem bardzo zadowolona",
        "opinion_id": "6594683",
        "pros": "\n4k\nhdr\nboostmode\ncena\ncicha praca\ngrywalno\njako\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-02-15 10:37:05",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Sprzt drogi, ale jak dla mnie byo warto. W poczeniu z moim panasonikiem dx800 efekt graficzny jest genialny. ",
        "opinion_id": "4403181",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-02-03 15:13:51",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nMythivio        ",
        "cons": null,
        "content": "Konsola o wielkim potencjale mocy. Granie na tej konsoli to czysta przyjemno. 4k to cud ",
        "opinion_id": "6608073",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-02-19 08:13:45",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\n                U偶ytkownik Ceneo\n        ",
        "cons": null,
        "content": "Czego wy si tak prujecie 1750 z to nie tak du偶o \n",
        "opinion_id": "3990551",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-28 16:03:31",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "8",
        "useless": "7"
    },
    {
        "author": "\nPiotr        ",
        "cons": null,
        "content": "Znakomity produkt w bardzo rozsdnej cenie. Zdecydowanie polecam wszystkim zainteresowanym.",
        "opinion_id": "4321047",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-30 21:01:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nmakkinen76        ",
        "cons": "\nnie mam ps4  nie chce jej kupi\n",
        "content": "Rewelacja jak narazie jestem zadowolony,zale偶y kto co lubi...",
        "opinion_id": "4514081",
        "pros": "\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\ncicha praca\ngrywalno\njako\nniezawodno\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-23 05:23:37",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nP...r        ",
        "cons": null,
        "content": "Znakomity produkt w bardzo dobrej cenie, zdecydowanie polecam wszystkim fanom marki.",
        "opinion_id": "4576253",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-16 20:38:27",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nmalfko95        ",
        "cons": null,
        "content": "super konsola ma fajne gry jest wielozadaniowa polecam te偶 do film贸w muzyki i zdj",
        "opinion_id": "5187181",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-11-03 20:24:09",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nP...r        ",
        "cons": null,
        "content": "Bardzo dobry produkt, wietna jako i dobra cena. Zdecydowanie polecam wszystkim.",
        "opinion_id": "4636394",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-05-05 19:06:41",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nbarbara.nieznaje        ",
        "cons": null,
        "content": "produkt jak najbardziej na tak, speni moje oczekiwania. chocia偶 cena jest duu偶 przesad",
        "opinion_id": "4293900",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-18 13:29:17",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nSebastian        ",
        "cons": null,
        "content": "Posiadaem, i nie jestem zwolennikiem konsoli ale myl 偶e dla koneser贸w bdzie idealne :)",
        "opinion_id": "4279247",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-12 00:28:58",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nmariusz        ",
        "cons": null,
        "content": "Nie wiem gdy偶 z neonet24 nie otrzymaem produktu. Anulowali moje zam贸wienie. Koszmar.",
        "opinion_id": "11377112",
        "pros": null,
        "purchase_date": "2019-11-29 15:35:31",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-12-05 18:35:19",
        "stars": "0,5/5",
        "summary": "Nie polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "15 lat temu za PS 2 zapaciem podobn kwot , zarabiaem ok 2000.\r\nTeraz zarabiam ponad 4000 a cena prawie identyczna wic kupi j synowi",
        "opinion_id": "4161291",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-07 20:56:43",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "5",
        "useless": "11"
    },
    {
        "author": "\nChudy28        ",
        "cons": null,
        "content": "Super sprzt po poczeniu z tv hddr 4k grafika w grach powalajaca",
        "opinion_id": "4607751",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-26 13:59:54",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "DADDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD",
        "opinion_id": "4289816",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-16 09:09:47",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "O konsolach to ja czytam tylko ps4pro.pl a nie szmatawce pokroju PPE. Dzikuj za uwag.",
        "opinion_id": "4461358",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-02-28 11:14:45",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nP...r        ",
        "cons": null,
        "content": "Znakomity produkt, wysoka jako i dobra cena przekonay mnie do zakupu. Gorco polecam!",
        "opinion_id": "4393808",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-31 23:20:40",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Jeden mankament: po kilku godzinach pracy dosy mocno si nagrzewa.",
        "opinion_id": "11772382",
        "pros": null,
        "purchase_date": "2020-02-12 20:36:03",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-02-19 20:33:28",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarek        ",
        "cons": null,
        "content": "Najlepsza konsola",
        "opinion_id": "8136062",
        "pros": "\ngrywalno\njako\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-07-13 13:49:38",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPiotr        ",
        "cons": null,
        "content": "znakomita pleistenszyn konsola 4 dobrze nadaie si do grania w karzde gry",
        "opinion_id": "4602603",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-25 13:04:54",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "No to Sony, wic wiadomo jednym le偶y drugim Xbox albo wii",
        "opinion_id": "11893470",
        "pros": null,
        "purchase_date": "2020-02-19 17:35:29",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-03-12 11:49:33",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nTrytol        ",
        "cons": null,
        "content": "Bardzo podoba mi si ta pleyka, kupiem i sobie chwal!",
        "opinion_id": "4801821",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-06-29 07:16:03",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "mnie si tam podoba, jestem zadowolony z tego i jestem szczliwy, jest to fajne plejstejszyn",
        "opinion_id": "4248112",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-01 00:02:18",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "4"
    },
    {
        "author": "\nWiktor        ",
        "cons": "\nceny w polskich sklepach\nnie mam ps4  nie chce jej kupi\n",
        "content": "fajna konsola",
        "opinion_id": "5004341",
        "pros": "\n4k\nhdr\nboostmode\ncicha praca\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-09-03 17:40:30",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nglebapl        ",
        "cons": null,
        "content": "nie tylko dla tv 4k",
        "opinion_id": "4256018",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-04 15:30:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "3",
        "useless": "0"
    },
    {
        "author": "\nR3BORN BASS BOOST         ",
        "cons": null,
        "content": "Najlepsza konsolka do gier, polecam cieplutko! :)",
        "opinion_id": "6388551",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-12-23 16:57:41",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\njan        ",
        "cons": null,
        "content": "JEST W PORZDKU JESTEM MEGA ZADOWOLONY POLECAM",
        "opinion_id": "11560222",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwydajno\nwygld\n",
        "purchase_date": "2020-01-05 20:42:36",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-10 14:53:26",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Polecam, konsola spenia oczekiwania dziecka ",
        "opinion_id": "8278633",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-08-23 20:58:02",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nerrorfuck        ",
        "cons": null,
        "content": "najlepszy playstation",
        "opinion_id": "4854615",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-07-16 11:57:42",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "0"
    },
    {
        "author": "\nPawe M        ",
        "cons": null,
        "content": "Najlepsza dostpna konsola na rynku.",
        "opinion_id": "11558887",
        "pros": null,
        "purchase_date": "2020-01-02 11:28:35",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-10 13:05:09",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Polecam, jest co robi w domu hihi",
        "opinion_id": "11941339",
        "pros": null,
        "purchase_date": "2020-03-19 12:00:12",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-03-19 14:17:18",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPysia        ",
        "cons": null,
        "content": "Dobra, super si gra polecam :) ",
        "opinion_id": "11639074",
        "pros": null,
        "purchase_date": "2020-01-19 20:13:29",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-24 19:45:28",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nzenekpro123        ",
        "cons": null,
        "content": "Super myle 偶e bdzie dobrze sie grao\r\n",
        "opinion_id": "4298098",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-20 08:19:37",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\njarosaw        ",
        "cons": null,
        "content": "wszystko ok zgodnie z opisem ",
        "opinion_id": "11530806",
        "pros": null,
        "purchase_date": "2019-12-30 13:21:40",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-04 11:21:09",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nPatryk        ",
        "cons": null,
        "content": "Najlepsza konsola na rynku polecam",
        "opinion_id": "4313206",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-27 20:28:13",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\ndowiaczczony gracz        ",
        "cons": null,
        "content": "Najlepsza konsola ever! ",
        "opinion_id": "10160611",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-02-26 19:08:49",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Fajny produkt ale drogi",
        "opinion_id": "4159703",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-07 12:14:04",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nMarcin        ",
        "cons": null,
        "content": "Arcydzieo w konsolach",
        "opinion_id": "10873081",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-08-04 09:08:19",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Polecam w tej cenie\r\n",
        "opinion_id": "4256404",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-04 17:27:01",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nD...d        ",
        "cons": null,
        "content": "Konsola bardzo dobra. Polecam wszystkim.",
        "opinion_id": "4570017",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-13 16:26:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "bardzo dobry polecam",
        "opinion_id": "11849807",
        "pros": null,
        "purchase_date": "2020-02-02 10:29:35",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-03-04 21:54:35",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Nie wiem. Prezent.",
        "opinion_id": "11625618",
        "pros": null,
        "purchase_date": "2020-01-15 13:56:30",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-22 19:23:36",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Co tu pisac wypas poelecam",
        "opinion_id": "4419350",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-02-09 20:26:45",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "2"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Graem wczoraj...fajowa :)",
        "opinion_id": "4103977",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-10-25 21:16:21",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "2"
    },
    {
        "author": "\nLudzieCo To Jes        ",
        "cons": null,
        "content": "TO JEST JAKIES HOTE ROBJOM TYLKO GRY NA TO A NJE NA PS3 CO TO MA BYZC!!!!@@?@?@?!!!!!",
        "opinion_id": "4573805",
        "pros": "\ntaczpat w dualschok\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-14 18:49:14",
        "stars": "3/5",
        "summary": null,
        "useful": "1",
        "useless": "3"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "zgodny z opisem",
        "opinion_id": "11707989",
        "pros": null,
        "purchase_date": "2020-01-24 08:26:16",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-02-07 11:57:03",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Bra nie gada",
        "opinion_id": "11639357",
        "pros": null,
        "purchase_date": "2020-01-19 15:56:58",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-24 20:34:43",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Bardzo Dobre",
        "opinion_id": "4171979",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-09 20:14:38",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "wszystko ok",
        "opinion_id": "11693078",
        "pros": null,
        "purchase_date": "2020-01-29 19:56:25",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-02-05 09:45:48",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nMarta        ",
        "cons": null,
        "content": "Wszytko ok ",
        "opinion_id": "11300750",
        "pros": null,
        "purchase_date": "2019-11-18 07:34:24",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-11-20 19:39:25",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\na...8        ",
        "cons": null,
        "content": "Najlepsza konsola jak miaem",
        "opinion_id": "4480996",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-08 20:13:09",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "2"
    },
    {
        "author": "\nMicha        ",
        "cons": null,
        "content": "Dobry :)",
        "opinion_id": "4254552",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-04 00:03:21",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nAdrian        ",
        "cons": null,
        "content": "Polecam",
        "opinion_id": "4256391",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-04 17:23:00",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "1",
        "useless": "1"
    },
    {
        "author": "\nAsia        ",
        "cons": null,
        "content": "Polecam",
        "opinion_id": "11066720",
        "pros": null,
        "purchase_date": "2019-08-20 10:09:15",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-09-20 21:09:03",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "super ",
        "opinion_id": "11747515",
        "pros": null,
        "purchase_date": "2020-02-02 19:19:08",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-02-14 19:42:43",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nja        ",
        "cons": null,
        "content": "Super!",
        "opinion_id": "4820289",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-07-05 11:06:00",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Super konsola !",
        "opinion_id": "4255569",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-04 12:48:16",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "dobry",
        "opinion_id": "11962888",
        "pros": null,
        "purchase_date": "2020-03-04 14:12:58",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-03-23 11:08:30",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU...o        ",
        "cons": null,
        "content": "Hello",
        "opinion_id": "11672838",
        "pros": null,
        "purchase_date": "2020-01-27 14:52:31",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-31 11:39:04",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Super",
        "opinion_id": "11658274",
        "pros": null,
        "purchase_date": "2020-01-20 12:02:15",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-29 11:39:31",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Super",
        "opinion_id": "11634533",
        "pros": null,
        "purchase_date": "2020-01-17 16:06:02",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-01-24 11:25:07",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "OK",
        "opinion_id": "11883035",
        "pros": null,
        "purchase_date": "2020-03-04 08:09:00",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2020-03-11 12:15:00",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nT        ",
        "cons": null,
        "content": "Ok",
        "opinion_id": "11118674",
        "pros": "\n4k\nhdr\nboostmode\nbardzo dobra jako wykonania\nbrak od kilku miesicy w sklepach\nbrak w sklepach  od grudnia\ncena\nceny w polskich sklepach\nchce kupi ps4 pro kt贸rego nie ma\ncicha praca\nciekawy wygld\nmi si bardzo podobna\ngrywalno\njako\nmocna konsola\nmo偶liwoci\nniezawodno\ntaczpat w dualschok\nwydajno\nwygld\n",
        "purchase_date": "2019-09-03 21:51:19",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-10-05 17:03:18",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nasa        ",
        "cons": null,
        "content": "ok",
        "opinion_id": "10976589",
        "pros": null,
        "purchase_date": "2019-08-12 16:04:25",
        "purchased": "Opinia potwierdzona zakupem",
        "review_date": "2019-09-16 15:19:16",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nssss        ",
        "cons": null,
        "content": "ok",
        "opinion_id": "7903380",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2018-04-30 21:56:21",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nja        ",
        "cons": null,
        "content": "nawet spoko",
        "opinion_id": "4572655",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-04-14 12:32:07",
        "stars": "4/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nMarcin        ",
        "cons": null,
        "content": "asdasdasdd",
        "opinion_id": "4521053",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-25 02:20:39",
        "stars": "3,5/5",
        "summary": null,
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nRQ        ",
        "cons": null,
        "content": "Polecam",
        "opinion_id": "4473569",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-05 22:52:44",
        "stars": "4,5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nAnonimowy        ",
        "cons": null,
        "content": "Polecam",
        "opinion_id": "4346394",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-01-12 22:37:54",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "TEst",
        "opinion_id": "4427633",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-02-13 15:46:42",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\ntestowejeja        ",
        "cons": null,
        "content": "ss",
        "opinion_id": "4302239",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-12-21 23:18:19",
        "stars": "5/5",
        "summary": "Polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\n...        ",
        "cons": "\ncena\nceny w polskich sklepach\ncicha praca\nniezawodno\nwydajno\n",
        "content": "Du偶e spadki fps",
        "opinion_id": "4465431",
        "pros": "\ngrywalno\njako\nmo偶liwoci\nwygld\n",
        "purchase_date": null,
        "purchased": null,
        "review_date": "2017-03-01 16:15:48",
        "stars": "2,5/5",
        "summary": "Nie polecam",
        "useful": "0",
        "useless": "1"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "Dalej jest to tylko PS4.Na cholere przepacac ?",
        "opinion_id": "4159043",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-11-07 00:56:19",
        "stars": "3/5",
        "summary": null,
        "useful": "2",
        "useless": "11"
    },
    {
        "author": "\nMietek        ",
        "cons": null,
        "content": "chodzi jak traktor glosne i sie szybko kurzy elo",
        "opinion_id": "10290487",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2019-03-23 15:03:58",
        "stars": "0,5/5",
        "summary": "Nie polecam",
        "useful": "0",
        "useless": "0"
    },
    {
        "author": "\nU偶ytkownik Ceneo        ",
        "cons": null,
        "content": "cena 偶al... nie kupujcie ! :)",
        "opinion_id": "3938587",
        "pros": null,
        "purchase_date": null,
        "purchased": null,
        "review_date": "2016-09-11 00:54:35",
        "stars": "1/5",
        "summary": "Nie polecam",
        "useful": "16",
        "useless": "25"
    }
]